<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05708 - Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05708" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                        <span class="toplang-button">
                            <a class="inria-gray2" href="../../fr/offres/2023-05708.html" title="Français">
                                FR
                            </a> <span class="inria-gray2">|</span>
                            <a class="a-inria" href="2023-05708.html" >EN</a>
                            </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05708.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Account <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../en/connect.html"> <span class="fa fa-sign-in"></span> Sign in</a></li>
                            <li><a href="../../../en/register.html"><span class="fa fa-plus"></span> Register</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05708.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05708.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05708.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">
        Home
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">List of vacancies</a>
         > Detail of a job vacancy        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05708 - Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/en/offres/2023-05708/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                   <i class="fa fa-info-circle"></i> <em>The offer description below is in French</em>
                                                                               </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Contract type : </b>
	        	Fixed-term contract
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of qualifications required : </b>
	        	Graduate degree or equivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	PhD Position
	        </p>
	    </div>
	    	    
	    	    
	    	    
	        </div>
    
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">About the research centre or Inria department</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Le centre Inria Rennes - Bretagne Atlantique est un des huit centres d&rsquo;Inria et compte plus d'une trentaine d&rsquo;&eacute;quipes de recherche. Le centre Inria est un acteur majeur et reconnu dans le domaine des sciences num&eacute;riques. Il est au c&oelig;ur d'un riche &eacute;cosyst&egrave;me de R&amp;D et d&rsquo;innovation : PME fortement innovantes, grands groupes industriels, p&ocirc;les de comp&eacute;titivit&eacute;, acteurs de la recherche et de l&rsquo;enseignement sup&eacute;rieur, laboratoires d'excellence, institut de recherche technologique.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Context</h4>
    	<div class="list-group-item-text text-justify">
    		<p><strong>Contexte de l&rsquo;encadrement</strong></p>
<p>Cette th&egrave;se fait partie d&rsquo;un projet collaboratif entre l&rsquo;Inria (Institut National de Recherche en sciences et technologies du num&eacute;rique) et l&rsquo;IFPEN (IFP &eacute;nergies nouvelles) sur le suivi de sant&eacute; des &eacute;oliennes. Le/la doctorant.e aura l&rsquo;opportunit&eacute; d&rsquo;&eacute;changer avec des chercheurs/chercheuses et ing&eacute;nieur.es des deux instituts. La supervision sera assur&eacute;e par E. Denimal (Inria), M.R. El Amri (IFPEN), L. Mevel (Inria) et J-L Pfister (IFPEN). L. Mevel (Inria) sera le directeur de th&egrave;se. La th&egrave;se se d&eacute;roulera entre l&rsquo;IFPEN &agrave; Rueil-Malmaison et l&rsquo;Inria &agrave; Rennes, en &eacute;tant bas&eacute;e principalement &agrave; Rueil-Malmaison. Le/la doctorant.e d&eacute;pendra ainsi du d&eacute;partement m&eacute;canique des solides de l&rsquo;IFPEN et de l&rsquo;&eacute;quipe I4S &agrave; l&rsquo;Inria, &nbsp;sur le suivi de sant&eacute; de structures.</p>
<p>&nbsp;</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Assignment</h4>
    	<div class="list-group-item-text text-justify">
    		<p><strong>Descriptif g&eacute;n&eacute;ral</strong></p>
<p>Dans un contexte de crise &eacute;nerg&eacute;tique, le suivi de sant&eacute; des &eacute;oliennes est un enjeu &eacute;conomique majeur. Ce suivi permet en effet de r&eacute;duire les co&ucirc;ts en anticipant les op&eacute;rations de maintenance, et en optimisant la dur&eacute;e d&rsquo;exploitation. Les approches classiques proposent d&rsquo;exploiter les mesures de quelques capteurs plac&eacute;s sur l&rsquo;&eacute;olienne. Par-exemple, des approches OMA (Operational Modal Analysis) permettent de suivre un changement dans les fr&eacute;quences propres ou les d&eacute;form&eacute;es modales de la structure. On peut ainsi poser un diagnostic sur la pr&eacute;sence ou non de d&eacute;fauts simples (perte globale de raideur, balourds) qui, non trait&eacute;s, peuvent conduire &agrave; une fatigue acc&eacute;l&eacute;r&eacute;e de l&rsquo;&eacute;olienne. Cependant, ces approches sont aveugles par rapport &agrave; la physique. En effet, les donn&eacute;es seules ne permettent de diagnostiquer que ce que &ldquo;voient&rdquo; les capteurs. Par exemple, pour une &eacute;olienne instrument&eacute;e seulement par des acc&eacute;l&eacute;rom&egrave;tres, une approche purement bas&eacute;e sur des donn&eacute;es ne permet pas de remonter &agrave; des quantit&eacute;s plus complexes comme les efforts subis par la structure &ndash; efforts qui influent directement sur la fatigue des mat&eacute;riaux et donc sur la dur&eacute;e de vie totale. Ainsi, dans une approche mixte couplant le traitement statistique des mesures &agrave; un mod&egrave;le num&eacute;rique, la disponibilit&eacute; du mod&egrave;le physique permet d&rsquo;analyser, de compl&eacute;ter et d&rsquo;extrapoler les donn&eacute;es de mesure. L&rsquo;enjeu est alors d&rsquo;avoir un mod&egrave;le correctement recal&eacute;, &agrave; m&ecirc;me de relier par exemple des mesures d&rsquo;acc&eacute;l&eacute;ration &agrave; des valeurs de contrainte.</p>
<p>Cette th&egrave;se se place dans ce contexte et a pour objectif de <strong>d&eacute;velopper des m&eacute;thodologies pour assurer le suivi de sant&eacute; des &eacute;oliennes en couplant un mod&egrave;le physique pour cette derni&egrave;re aux donn&eacute;es mesur&eacute;es sur l&rsquo;&eacute;olienne</strong> &agrave; l&rsquo;aide de diff&eacute;rents capteurs. L&rsquo;objectif est de pouvoir &agrave; tout instant dresser une cartographie du syst&egrave;me, analyser en temps r&eacute;el ses performances, d&eacute;tecter des anomalies, etc. ; afin d&rsquo;anticiper <em>in fine</em> les op&eacute;rations de maintenance et la dur&eacute;e de vie restante. Cette approche mixte est int&eacute;ressante pour l&rsquo;ing&eacute;nieur car elle &laquo;&nbsp;contraint&nbsp;&raquo; les donn&eacute;es &agrave; respecter les principes physiques de base. Une des difficult&eacute;s majeures est la n&eacute;cessit&eacute; de g&eacute;rer l&rsquo;incertitude li&eacute;e &agrave; la mod&eacute;lisation, n&eacute;cessairement limit&eacute;e, du r&eacute;el. L&rsquo;un des points-cl&eacute;s de cette approche est donc la calibration : <strong>il faut</strong> <strong>garantir que le mod&egrave;le initial est coh&eacute;rent avec les donn&eacute;es de mesure</strong>, et que l&rsquo;instrumentation (nombre, type et positionnement des capteurs) du syst&egrave;me r&eacute;el permet effectivement de r&eacute;aliser un suivi fiable des m&eacute;triques de performance. Une validation exp&eacute;rimentale en laboratoire sur un mod&egrave;le r&eacute;duit d&rsquo;&eacute;olienne permettra de d&eacute;montrer l&rsquo;efficacit&eacute; et la pertinence des algorithmes d&eacute;velopp&eacute;s lors de la th&egrave;se.</p>
<p>&nbsp;</p>
<p><strong>Missions</strong></p>
<p>Cette th&egrave;se prend la suite d&rsquo;une th&egrave;se IFPEN/Inria se terminant fin 2023 sur l&rsquo;analyse des donn&eacute;es et la prise en compte des incertitudes li&eacute;es au bruit et aux proc&eacute;dures de mesure. Cette nouvelle th&egrave;se est d&eacute;di&eacute;e &agrave; l&rsquo;int&eacute;gration des aspects li&eacute;s &agrave; la mod&eacute;lisation pour un suivi de sant&eacute; efficient et fiable d&rsquo;&eacute;oliennes. L&rsquo;objectif est de <strong>d&eacute;velopper des approches coupl&eacute;es pour cr&eacute;er un jumeau num&eacute;rique &eacute;olien permettant le lien entre un mod&egrave;le statistique simple issu des donn&eacute;es de capteur &agrave; un mod&egrave;le physique complexe issu de la simulation</strong></p>
<p>La th&egrave;se se structurera autour des quatre axes suivants&nbsp;:</p>
<ul>
<li><strong>Int&eacute;gration des sources d&rsquo;incertitudes li&eacute;es &agrave; la mod&eacute;lisation</strong>: l&rsquo;objectif ici est de r&eacute;pertorier les sources d&rsquo;incertitudes pr&eacute;sentes dans le mod&egrave;le num&eacute;rique, notamment les erreurs de mod&eacute;lisation (liaisons, propri&eacute;t&eacute;s mat&eacute;riaux&hellip;), afin d&rsquo;&eacute;tudier la sensibilit&eacute; du syst&egrave;me et classifier ces sources d&rsquo;incertitudes.</li>
<li><strong>M&eacute;thodes de recalage entre mod&egrave;le</strong><strong>et donn&eacute;es</strong> : les m&eacute;thodes d&eacute;velopp&eacute;es permettront &agrave; la fois de recaler le mod&egrave;le exp&eacute;rimental au donn&eacute;es mesur&eacute;es, mais auront aussi vocation &agrave; &ecirc;tre capable de localiser et quantifier pr&eacute;cis&eacute;ment les d&eacute;fauts pr&eacute;sents dans l&rsquo;&eacute;olienne afin de suivre le vieillissement de cette derni&egrave;re.</li>
<li><strong>Placement optimal des capteurs</strong>: cet axe vise &agrave; estimer les besoins minimaux en termes de capteurs n&eacute;cessaires pour associer de mani&egrave;re fiable le syst&egrave;me r&eacute;el et son jumeau num&eacute;rique, et permettra aussi de connaitre a priori la performance d&rsquo;un choix donn&eacute; de capteurs pour la d&eacute;tection de d&eacute;fauts sp&eacute;cifiques dans le mod&egrave;le physique (pour un ensemble donn&eacute; de capteurs, on peut estimer quel sont les d&eacute;fauts identifiables ou, &agrave; l&rsquo;inverse, pour un certain type de d&eacute;faut on peut estimer quelle est l&rsquo;instrumentation n&eacute;cessaire &agrave; son suivi).</li>
<li><strong>Notion de capteur virtuel</strong> : cet axe a pour objectif d&rsquo;exploiter pleinement le mod&egrave;le physique afin d&rsquo;extrapoler des grandeurs <em>mesur&eacute;es </em>en des points de la structure en d&rsquo;autres grandeurs <em>estim&eacute;es</em> en d&rsquo;autres points de la structure (par-exemple on peut estimer une contrainte dans les fondations de l&rsquo;&eacute;olienne &agrave; partir de donn&eacute;es de vibration au sommet de la tour).</li>
</ul>
<p>Le/la doctorant.e exploitera un mod&egrave;le d&rsquo;&eacute;olienne param&eacute;tr&eacute; dans le logiciel DeepLines Wind<sup>TM</sup> ou OpenFAST. Les m&eacute;thodes d&eacute;velopp&eacute;es et/ou utilis&eacute;es lors de la th&egrave;se seront appliqu&eacute;es d&rsquo;abord sur des donn&eacute;es synth&eacute;tiques &agrave; des fins de validation, puis sur le cas concret du montage exp&eacute;rimental afin de tester leur robustesse lors du &ldquo;passage au r&eacute;el&rdquo;. Il sera ainsi possible de tester les m&eacute;thodes de recalage de mod&egrave;le dans un premier temps, puis d&rsquo;identifier des d&eacute;fauts introduits volontairement dans le montage dans un second temps, tout en variant l&rsquo;instrumentation.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Main activities</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Principales activ&eacute;s :</p>
<ul>
<li>Bibliographie</li>
<li>D&eacute;veloppement d'approches math&eacute;matiques et num&eacute;riques</li>
<li>D&eacute;veloppement des codes associ&eacute;s</li>
<li>Simulations num&eacute;riques</li>
<li>Pr&eacute;sentation des r&eacute;sultats</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Skills</h4>
		<div class="list-group-item-text text-justify">
			<p><strong>Profil recherch&eacute;</strong></p>
<ul>
<li>Niveau Master/BAC+5/Grandes &eacute;coles avec une sp&eacute;cialit&eacute; en G&eacute;nie M&eacute;canique, math&eacute;matiques appliqu&eacute;es, informatique et sciences de l&rsquo;information ou toute autre sp&eacute;cialit&eacute; similaire.</li>
<li>Familiarit&eacute; avec le langage Python ou similaire.</li>
<li>Int&eacute;r&ecirc;t pour l&rsquo;association entre sciences m&eacute;caniques et sciences des donn&eacute;es.</li>
</ul>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Benefits package</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Prise en charge &agrave; 50 % des frais de transport en commun sur le trajet domicile-travail ou<br />FMD.</li>
<li>Restauration subventionn&eacute;e</li>
<li>Prise en charge partielle des frais de mutuelle</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail (&agrave; hauteur de 90 jours annuels) et d'am&eacute;nagement du temps de travail</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Remuneration</h4>
    	<div class="list-group-item-text text-justify">
    		<p>R&eacute;mun&eacute;ration mensuelle brute :</p>
<ul>
<li>de 2051 euros les deux premi&egrave;res ann&eacute;es et</li>
<li>2158 euros la troisi&egrave;me ann&eacute;e</li>
</ul>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05708.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Apply</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Share</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05708&title=Offre+d%27emploi+Inria&description=Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05708&title=Offre d'emploi Inria&summary=Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Rueil-Malmaison&text=Offre d'emploi Inria : Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05708" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05708&subject=Offre d'emploi Inria: Doctorant F/H Development and experimental test of data-driven approaches for physics-informed wind-turbine digital twins" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >General Information</h4>
	<ul class="nomargin">
									<li><strong>Theme/Domain :</strong>
											Optimization, machine learning and statistical methods
						<br/>										
											Scientific computing
													(BAP E)
																
				</li>
							
				<li><strong>Town/city :</strong>
			Rueil-Malmaison
		</li>
				
				<li><strong>Inria Center :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/rennes">Centre Inria de l&#039;Université de Rennes</a>
					</li>  
						
					<li><strong>Starting date :</strong>
				2023-10-01
			</li>
							<li><strong>Duration of contract :</strong>
					3 years
				</li>
							
				<li><strong>Deadline to apply :</strong>
			2023-03-17				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Inria Team :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/I4S" target="_blank">I4S</a>    	
								</li>
																			<li>
			<strong>PhD Supervisor :</strong>
			<br/>
			Denimal Enora
			/
			<a class="a-inria" href="mailto:enora.denimal@inria.fr">enora.denimal@inria.fr</a>
		</li>
	    	</ul>

        				
	
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">About Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria is the French national research institute dedicated to digital science and technology. It employs 2,600 people. Its 200 agile project teams, generally run jointly with academic partners, include more than 3,500 scientists and engineers working to meet the challenges of digital technology, often at the interface with other disciplines. The Institute also employs numerous talents in over forty different professions. 900 research support staff contribute to the preparation and development of scientific and entrepreneurial projects that have a worldwide impact.
    					</p>
    				</div>
            			
	<h4 >Instruction to apply</h4>
	<div class="text-justify">
		<p>Merci de d&eacute;poser en ligne CV, lettre de motivation et &eacute;ventuelles recommandations</p>
<p>Pour plus d'information, contactez enora.denimal@inria.fr</p>
	</div>
				
	<p class="text-justify">
		<strong>Defence Security : </strong>
		<br/>
		This position is likely to be situated in a restricted area (ZRR), as defined in Decree No. 2011-1425 relating to the protection of national scientific and technical potential (PPST).Authorisation to enter an area is granted by the director of the unit, following a favourable Ministerial decision, as defined in the decree of 3 July 2012 relating to the PPST. An unfavourable Ministerial decision in respect of a position situated in a ZRR would result in the cancellation of the appointment.
    </p>
             	
    <p class="text-justify">
    	<strong> Recruitment Policy :</strong>
        <br/>
		As part of its diversity policy, all Inria positions are accessible to people with disabilities.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Warning</b> : you must enter your e-mail address in order to save your application to Inria. Applications must be submitted online on the Inria website. Processing of applications sent from other channels is not guaranteed.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        I create my account
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 To follow your application online 
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/en/register?ref=2023-05708"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Register
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							I already have an account!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/en/offres/2023-05708/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Sign in
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Cancel </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../en/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../en/mentions-legales.html" target="_blank">Legal notice</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
