<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05906 - Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05906" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                        <span class="toplang-button">
                            <a class="inria-gray2" href="../../fr/offres/2023-05906.html" title="Français">
                                FR
                            </a> <span class="inria-gray2">|</span>
                            <a class="a-inria" href="2023-05906.html" >EN</a>
                            </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05906.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Account <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../en/connect.html"> <span class="fa fa-sign-in"></span> Sign in</a></li>
                            <li><a href="../../../en/register.html"><span class="fa fa-plus"></span> Register</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05906.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05906.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05906.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">
        Home
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">List of vacancies</a>
         > Detail of a job vacancy        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05906 - Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/en/offres/2023-05906/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                   <i class="fa fa-info-circle"></i> <em>The offer description below is in French</em>
                                                                               </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Contract type : </b>
	        	Civil Servants Mobility (EU) or Permanent contract
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of qualifications required : </b>
	        	Graduate degree or equivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	Support functions
	        </p>
	    </div>
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Corps d&#039;accueil : </b>
	        	Ingénieur de Recherche (IR)
	        </p>
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of experience : </b>
	        	From 5 to 12 years
	        </p>
	    </div>
	        </div>
    
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">About the research centre or Inria department</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Le centre de recherche <strong>Inria de Saclay</strong>, cr&eacute;&eacute; en 2008, accueille 630 scientifiques et 60 membres des services d&rsquo;appui &agrave; la recherche. Les scientifiques sont organis&eacute;s en 39 &eacute;quipes de recherche dont 33 sont communes avec des partenaires du plateau de Saclay.</p>
<p>Le centre Inria de Saclay est un acteur essentiel de la recherche en sciences du num&eacute;rique sur le plateau de Saclay. Il porte les valeurs et les projets qui font l&rsquo;originalit&eacute; d&rsquo;Inria dans le paysage de la recherche : l&rsquo;excellence scientifique, le transfert technologique, les partenariats pluridisciplinaires avec des &eacute;tablissements aux comp&eacute;tences compl&eacute;mentaires aux n&ocirc;tres, afin de maximiser l&rsquo;impact scientifique, &eacute;conomique et soci&eacute;tal d&rsquo;Inria.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Context</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Engag&eacute; aupr&egrave;s des acteurs de l'innovation, Inria cr&eacute;e les conditions de rencontres profitables entre recherche publique, R&amp;D priv&eacute;e et entreprises. Inria transf&egrave;re vers les startups, les PME et les grands groupes ses r&eacute;sultats et ses comp&eacute;tences, dans des domaines tels que la sant&eacute;, les transports, l'&eacute;nergie, la communication, la s&eacute;curit&eacute; et la protection de la vie priv&eacute;e, la ville intelligente, les langages de programmation&hellip;L'<strong>ambition</strong> d'Inria est de renforcer son impact &eacute;conomique. Cet impact peut prendre des formes diverses, comme par exemple la diffusion de logiciels open source qui fournissent une infrastructure technologique aux entreprises innovantes. Cet impact &eacute;conomique est n&eacute;cessaire pour contribuer &agrave; la revitalisation et &agrave; la p&eacute;rennit&eacute; d&rsquo;une base industrielle fran&ccedil;aise et europ&eacute;enne par et dans le num&eacute;rique. C&rsquo;est avec cet objectif qu&rsquo;Inria poursuit sa strat&eacute;gie en faveur de la cr&eacute;ation de start-ups technologiques dans un contexte profond&eacute;ment renouvel&eacute; par l&rsquo;arriv&eacute;e &agrave; maturit&eacute; du digital dans tous les secteurs de l&rsquo;&eacute;conomie et par un d&eacute;sir entrepreneurial plus marqu&eacute; au sein des jeunes dipl&ocirc;m&eacute;s de l&rsquo;enseignement sup&eacute;rieur. Pour ce faire, Inria met en place un dispositif global et de bout en bout pour passer &agrave; l&rsquo;&eacute;chelle sur la cr&eacute;ation de start-ups technologiques, issues de la recherche publique dans le num&eacute;rique.</p>
<p>Le/la CPPI pour le soutien &agrave; la cr&eacute;ation de start-up &laquo; Deep Tech &raquo; travaillera au sein du service Transfert, Innovation et Partenariats (STIP) au Centre de recherche Inria de Saclay.</p>
<p>Il/elle est plac&eacute;.e sous la responsabilit&eacute; hi&eacute;rarchique du chef de ce service. Le service est constitu&eacute; de 5 charg&eacute;s de projets des partenariats et de projets d&rsquo;Innovation (CPPI), dont 3 d&eacute;di&eacute;es aux partenariats industriels, 1 aux projets europ&eacute;ens, et 1 aux start-ups. La responsabilit&eacute; fonctionnelle des STIP rel&egrave;ve de la Direction G&eacute;n&eacute;rale D&eacute;l&eacute;gu&eacute;e &agrave; l&rsquo;Innovation et dans le cadre de la politique strat&eacute;gique de l&rsquo;Institut.</p>
<p>La personne recrut&eacute;e travaillera aussi &eacute;troitement avec l&rsquo;&eacute;quipe nationale du dispositif "Inria Start-up Studio &raquo; ainsi que son r&eacute;seau d&rsquo;une quinzaine de CPPI impliqu&eacute;s dans le soutien &agrave; la cr&eacute;ation de start-up au sein des 8 autres centres Inria.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Assignment</h4>
    	<div class="list-group-item-text text-justify">
    		<p>La mission du/de la &laquo; CPPI pour le soutien &agrave; la cr&eacute;ation de start-up Deep Tech &raquo; sera de sensibiliser et d&rsquo;accompagner les scientifiques des 39 &eacute;quipes de recherche du centre Inria de Saclay pour la construction de projets de transfert technologique via la cr&eacute;ation de start-up technologiques et de d&eacute;tecter les opportunit&eacute;s de transfert technologique &agrave; partir des r&eacute;sultats des &eacute;quipes de recherche. Cette mission comprendra aussi la recherche et l'implication dans les projets de start-up de profils entrepreneuriaux possiblement non scientifiques mais n&eacute;cessairement int&eacute;ress&eacute;s par le potentiel des Deep Tech, afin de rassembler toutes les comp&eacute;tences indispensables dans les &eacute;quipes de fondateurs de startup. Ces missions seront r&eacute;alis&eacute;es en lien avec le dispositif &laquo; Inria Startup Studio &raquo; port&eacute; par la Direction G&eacute;n&eacute;rale D&eacute;l&eacute;gu&eacute;e &agrave; l&rsquo;Innovation et dans le cadre de la politique strat&eacute;gique d&rsquo;Inria.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Main activities</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Dans une dynamique de co-construction au sein du STIP de Saclay et du dispositif &laquo; Inria Startup Studio &raquo; :</p>
<ul>
<li>Sensibiliser les scientifiques des &eacute;quipes de recherche au transfert technologique via la cr&eacute;ation d&rsquo;entreprise&nbsp;;</li>
<li>Sensibiliser l&rsquo;&eacute;cosyst&egrave;me local aux opportunit&eacute;s de cr&eacute;ation d&rsquo;entreprises technologiques &agrave; Inria ;</li>
<li>D&eacute;tecter, analyser et promouvoir les opportunit&eacute;s de transfert technologique impliquant des r&eacute;sultats des &eacute;quipes de recherche ;</li>
<li>Favoriser l&rsquo;&eacute;mergence et accompagner les projets de startups technologiques sur l&rsquo;ensemble du cycle de cr&eacute;ation d&rsquo;une entreprise, de la constitution d&rsquo;une &eacute;quipe fondatrice &eacute;quilibr&eacute;e au suivi post-cr&eacute;ation, en passant par l&rsquo;accompagnement op&eacute;rationnel aux premiers contacts commerciaux&nbsp;;</li>
<li>Initier et suivre les actions du centre en faveur de l&rsquo;entrepreneuriat&nbsp;;</li>
<li>Animer, mettre en &oelig;uvre et suivre les actions de sourcing et de sensibilisation &agrave; l&rsquo;entrepreneuriat du centre&nbsp;;</li>
<li>Animer &eacute;galement la communaut&eacute; des porteurs de projets du centre Inria de Saclay ;</li>
<li>Pr&eacute;parer et produire les documents de communication interne et externe formalisant les actions du centre pour la cr&eacute;ation d&rsquo;entreprise en lien avec la DGDI et le service Communication et M&eacute;diation Scientifique du centre&nbsp;;</li>
<li>Participer aux actions Inria nationales li&eacute;es &agrave; l&rsquo;entreprenariat en lien avec le Startup Studio&nbsp;;</li>
<li>Veille sur les actions men&eacute;es par les partenaires et autres centres Inria en lien avec la DGDI et le Inria Startup Studio&nbsp;;</li>
<li>Participer &agrave; la d&eacute;finition des actions &agrave; mettre en &oelig;uvre concourant &agrave; d&eacute;velopper l&rsquo;innovation aupr&egrave;s des entreprises du territoire&nbsp;;</li>
<li>Assurer une veille sur les aides &agrave; l&rsquo;innovation &agrave; destination des entreprises&nbsp;;</li>
<li>R&eacute;aliser une veille des bonnes pratiques en mati&egrave;re d'accompagnement&nbsp;;</li>
<li>Assurer un suivi des projets post cr&eacute;ation et f&eacute;d&eacute;rer une communaut&eacute; d'anciens porteurs de projets.</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Skills</h4>
		<div class="list-group-item-text text-justify">
			<p><strong>SAVOIRS</strong></p>
<ul>
<li>Connaissances approfondies dans les sciences du num&eacute;rique et/ou dans un domaine scientifique o&ugrave; les applications des sciences du num&eacute;rique sont importantes&nbsp;;</li>
<li>Connaissances du paysage de la recherche et des diff&eacute;rents m&eacute;canismes de financement ;</li>
<li>Connaissances du tissu &eacute;conomique, si possible r&eacute;gional, en particulier des grands groupes industriels partenaires, des PME innovantes et des acteurs de l&rsquo;innovation nationaux et r&eacute;gionaux&nbsp;;</li>
<li>Connaissances du marketing de l&rsquo;innovation&nbsp;;</li>
<li>Conna&icirc;tre l'&eacute;cosyst&egrave;me de la cr&eacute;ation d'entreprise&nbsp;;</li>
<li>Conna&icirc;tre les techniques et outils sp&eacute;cifiques &agrave; l'accompagnement de projets (Design thinking, lean startup, etc.)&nbsp;;</li>
<li>Maitrise de l&rsquo;anglais &eacute;crit et oral.</li>
</ul>
<p><strong>SAVOIR-FAIRE</strong></p>
<ul>
<li>Informer, accompagner et conseiller</li>
<li>Travailler en &eacute;quipe</li>
<li>&Ecirc;tre &agrave; l'aise avec les outils num&eacute;riques et les r&eacute;seaux sociaux</li>
<li>Savoir f&eacute;d&eacute;rer autour de soi</li>
<li>Animer un r&eacute;seau d'entrepreneurs</li>
<li>Savoir r&eacute;diger des rapports ou divers documents</li>
</ul>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Benefits package</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail (apr&egrave;s 6 mois d'anciennet&eacute;) et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
<li>S&eacute;curit&eacute; sociale</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Remuneration</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Selon profil et exp&eacute;rience</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05906.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Apply</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Share</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05906&title=Offre+d%27emploi+Inria&description=Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05906&title=Offre d'emploi Inria&summary=Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Palaiseau&text=Offre d'emploi Inria : Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05906" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05906&subject=Offre d'emploi Inria: Chargé(e) des partenariats et des projets d’innovation pour le soutien à la création de start-up « Deep Tech »" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >General Information</h4>
	<ul class="nomargin">
									
				<li><strong>Town/city :</strong>
			Palaiseau
		</li>
				
				<li><strong>Inria Center :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/saclay">Centre Inria de Saclay</a>
					</li>  
						
					<li><strong>Starting date :</strong>
				2023-09-01
			</li>
							
				<li><strong>Deadline to apply :</strong>
			2023-04-16				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Inria Team :</strong>
							STIP-SAC
										(DGD-I)
					</li>
												<li>
			<strong>Recruiter :</strong>
			<br/>
			Fieve Estelle
			/
			<a class="a-inria" href="mailto:estelle.fieve@inria.fr">estelle.fieve@inria.fr</a>
		</li>
	    	</ul>

        				
	    	<h4 >The keys to success</h4>
    	<div class="text-justify">
    		<p><strong>SAVOIR-&Ecirc;TRE</strong></p>
<ul>
<li>Sens de l&rsquo;organisation et rigueur</li>
<li>Force de proposition</li>
<li>Diplomatie, &eacute;coute et qualit&eacute;s relationnelles</li>
<li>Capacit&eacute; d&rsquo;anticipation et de conviction</li>
<li>Esprit d&rsquo;initiative et curiosit&eacute; d&rsquo;esprit</li>
<li>Savoir mener de front diff&eacute;rents projets en m&ecirc;me temps</li>
<li>Faire preuve de dynamisme et &ecirc;tre dot&eacute; d'une aisance relationnelle</li>
<li>Esprit d&rsquo;&eacute;quipe</li>
</ul>
<p>Une exp&eacute;rience professionnelle dans le monde des start-ups ainsi qu&rsquo;une bonne connaissance des &eacute;cosyst&egrave;mes associ&eacute;s (incubateurs, acc&eacute;l&eacute;rateurs, etc &hellip;) serait un plus dans votre candidature.</p>
<p>&nbsp;</p>
    	</div>
    
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">About Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria is the French national research institute dedicated to digital science and technology. It employs 2,600 people. Its 200 agile project teams, generally run jointly with academic partners, include more than 3,500 scientists and engineers working to meet the challenges of digital technology, often at the interface with other disciplines. The Institute also employs numerous talents in over forty different professions. 900 research support staff contribute to the preparation and development of scientific and entrepreneurial projects that have a worldwide impact.
    					</p>
    				</div>
            			
	<h4 >Instruction to apply</h4>
	<div class="text-justify">
		
	</div>
				
	<p class="text-justify">
		<strong>Defence Security : </strong>
		<br/>
		This position is likely to be situated in a restricted area (ZRR), as defined in Decree No. 2011-1425 relating to the protection of national scientific and technical potential (PPST).Authorisation to enter an area is granted by the director of the unit, following a favourable Ministerial decision, as defined in the decree of 3 July 2012 relating to the PPST. An unfavourable Ministerial decision in respect of a position situated in a ZRR would result in the cancellation of the appointment.
    </p>
             	
    <p class="text-justify">
    	<strong> Recruitment Policy :</strong>
        <br/>
		As part of its diversity policy, all Inria positions are accessible to people with disabilities.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Warning</b> : you must enter your e-mail address in order to save your application to Inria. Applications must be submitted online on the Inria website. Processing of applications sent from other channels is not guaranteed.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        I create my account
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 To follow your application online 
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/en/register?ref=2023-05906"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Register
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							I already have an account!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/en/offres/2023-05906/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Sign in
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Cancel </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../en/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../en/mentions-legales.html" target="_blank">Legal notice</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
