<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05788 - Ingénieur chef de projet ressources et technologies linguistiques
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Ingénieur chef de projet ressources et technologies linguistiques" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05788" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                        <span class="toplang-button">
                            <a class="inria-gray2" href="../../fr/offres/2023-05788.html" title="Français">
                                FR
                            </a> <span class="inria-gray2">|</span>
                            <a class="a-inria" href="2023-05788.html" >EN</a>
                            </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05788.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Account <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../en/connect.html"> <span class="fa fa-sign-in"></span> Sign in</a></li>
                            <li><a href="../../../en/register.html"><span class="fa fa-plus"></span> Register</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05788.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05788.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05788.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">
        Home
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">List of vacancies</a>
         > Detail of a job vacancy        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05788 - Ingénieur chef de projet ressources et technologies linguistiques</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/en/offres/2023-05788/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                   <i class="fa fa-info-circle"></i> <em>The offer description below is in French</em>
                                                                               </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Contract type : </b>
	        	Fixed-term contract
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of qualifications required : </b>
	        	Graduate degree or equivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	Temporary scientific engineer
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of experience : </b>
	        	From 3 to 5 years
	        </p>
	    </div>
	        </div>
    
        
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Context</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="font-weight: 400;">Ce poste se place dans le cadre du D&eacute;fi Inria COLaF (Corpus et Outils pour les Langues de France), qui est une collaboration entre les &eacute;quipes ALMAnaCH et MULTISPEECH. L&rsquo;objectif du D&eacute;fi est de d&eacute;velopper et mettre &agrave; disposition des technologies num&eacute;riques linguistiques pour la francophonie et les langues de France, en contribuant &agrave; la cr&eacute;ation de corpus de donn&eacute;es inclusifs, de mod&egrave;les, et de briques logicielles. L&rsquo;&eacute;quipe ALMAnaCH focalise sur le texte et l&rsquo;&eacute;quipe MULTISPEECH sur la parole multimodale. Les deux principaux objectifs de ce projet sont&nbsp;:</p>
<ul>
<li><strong>La collecte de corpus de donn&eacute;es francophones, massifs et inclusifs&nbsp;: </strong>Il s&rsquo;agit de constituer de tr&egrave;s grands corpus textuels et de parole, avec des m&eacute;tadonn&eacute;es riches pour am&eacute;liorer la robustesse des mod&egrave;les face &agrave; la variation linguistique, avec une place particuli&egrave;re pour la variation g&eacute;ographico-dialectale dans le contexte de la francophonie, dont une partie pourra &ecirc;tre multimodale (audio, image, vid&eacute;o), voire sp&eacute;cifique &agrave; la langue des signes fran&ccedil;aise (LSF). Les donn&eacute;es li&eacute;es &agrave; la parole multimodale concerneront entre autres les dialectes, les accents, la parole des personnes &acirc;g&eacute;es, des enfants et des adolescents, la LSF et les autres langues largement parl&eacute;es en France.</li>
</ul>
<p style="font-weight: 400;">&nbsp;<br />La collecte de corpus sera bas&eacute;e prioritairement sur les donn&eacute;es existantes. Ces donn&eacute;es (parole multimodale) peuvent provenir des archives de l&rsquo;INA et des radio-t&eacute;l&eacute;visions r&eacute;gionales ou &eacute;trang&egrave;res, mais rarement sous une forme directement exploitable, ou bien aupr&egrave;s des sp&eacute;cialistes, mais sous forme de petits corpus dispers&eacute;s. La difficult&eacute; consiste d&rsquo;une part &agrave; identifier et pr&eacute;-traiter les donn&eacute;es pertinentes afin d&rsquo;obtenir des corpus homog&egrave;nes, et d&rsquo;autre part &agrave; clarifier (et si possible assouplir) les contraintes l&eacute;gales et les contreparties financi&egrave;res r&eacute;gissant leur usage afin d&rsquo;assurer l&rsquo;impact le plus large possible. Lorsque les contraintes l&eacute;gales ne permettent pas d&rsquo;utiliser les donn&eacute;es existantes, un effort suppl&eacute;mentaire de collecte de donn&eacute;es sera n&eacute;cessaire. Ce sera probablement le cas des enfants (applications &agrave; l&rsquo;&eacute;ducation) et les personnes &acirc;g&eacute;es (applications &agrave; la sant&eacute;). Selon la situation, cet effort sera sous-trait&eacute; &agrave; des linguistes de terrain ou m&egrave;nera &agrave; une campagne &agrave; grande &eacute;chelle. Cela sera conduit en collaboration avec Le VoiceLab et la DGLFLF.</p>
<p style="font-weight: 400;">&nbsp;</p>
<ul>
<li><strong>Le d&eacute;veloppement et la mise &agrave; disposition de technologies linguistiques inclusives</strong>: Les technologies linguistiques consid&eacute;r&eacute;es dans ce projet par l&rsquo;&eacute;quipe MULTISPEECH sont la reconnaissance et la synth&egrave;se de la parole, et la g&eacute;n&eacute;ration de la langue des signes. De nombreuses technologies sont d&eacute;j&agrave; commercialis&eacute;es. Il s&rsquo;agit donc de ne pas r&eacute;inventer ces outils, mais leur apporter les modifications n&eacute;cessaires, afin qu&rsquo;ils puissent exploiter les corpus inclusifs cr&eacute;&eacute;s. Les technologies qui seront utilis&eacute;es dans le cadre de ce projet portent sur, y compris, mais sans s&rsquo;y limiter, les t&acirc;ches suivantes&nbsp;:</li>
<li>Identification et pr&eacute;traitement (semi-)automatique des donn&eacute;es pertinentes au sein de masses de donn&eacute;es existantes. Cela inclut la d&eacute;tection et le remplacement d&rsquo;entit&eacute;s nomm&eacute;es &agrave; des fins d&rsquo;anonymisation.</li>
<li>Architectures neuronales et approches adapt&eacute;es aux sc&eacute;narios &agrave; faibles ressources (augmentation de donn&eacute;es, apprentissage par transfert, apprentissage faiblement/non supervis&eacute;, apprentissage actif, et combinaison entre ces diverses formes d&rsquo;apprentissage)</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Assignment</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="font-weight: 400;">L&rsquo;ing&eacute;nieur chef de projet aura deux missions principales&nbsp;:</p>
<ul>
<li><strong>La gestion du projet et la coordination</strong> pratique de la contribution de l&rsquo;&eacute;quipe MULTISPEECH au D&eacute;fi Inria. L&rsquo;ing&eacute;nieur chef de projet travaillera en &eacute;troite collaboration avec un ing&eacute;nieur &laquo;&nbsp;junior&nbsp;&raquo;, un chercheur et deux doctorants, tous travaillant dans le cadre de ce projet. Il assurera un encadrement rapproch&eacute; de l&rsquo;ing&eacute;nieur &laquo;&nbsp;junior&nbsp;&raquo; et une interaction tr&egrave;s fr&eacute;quente avec le chercheur et les doctorants. Il sera en contact &eacute;galement avec les membres de l&rsquo;&eacute;quipe MULTISPEECH. Il y aura certainement une concertation et une collaboration solide avec son homologue au sein de l&rsquo;&eacute;quipe ALMAnaCH.</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<ul>
<li><strong>La collecte de donn&eacute;es et cr&eacute;ation de corpus</strong> de parole multimodale (cela comprend&nbsp;: certains dialectes, les accents, les personnes &acirc;g&eacute;es, les enfants et adolescents, la LSF et certaines langues largement parl&eacute;es en France autre que le fran&ccedil;ais). Une grande partie de la collecte des donn&eacute;es se fera aupr&egrave;s d&rsquo;associations de locuteurs, des producteurs de contenus et tout partenaire pertinent pour la r&eacute;cup&eacute;ration de donn&eacute;es. L&rsquo;ing&eacute;nieur chef de projet sera amen&eacute; &agrave; discuter, notamment les aspects juridiques, avec nos interlocuteurs.</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Main activities</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>D&eacute;finition des diff&eacute;rents types de corpus &agrave; collecter (identifier les corpus potentiellement exploitables, &eacute;tablir une priorit&eacute; et un planning de collecte)</li>
<li>Collecte de corpus de parole aupr&egrave;s de producteurs de contenus ou de tout autre partenaire. (s'assurer que les donn&eacute;es respectent les normes et les standards de qualit&eacute;)</li>
<li>N&eacute;gociation des contrats d'utilisation des donn&eacute;es, en veillant &agrave; respecter les aspects juridiques (n&eacute;gocier les conditions d'utilisation des donn&eacute;es avec les producteurs de contenus ou les partenaires, en veillant &agrave; ce que les droits de propri&eacute;t&eacute; intellectuelle soient respect&eacute;s et que les aspects juridiques soient pris en compte).</li>
<li>Cr&eacute;ation et mise &agrave; disposition des technologies linguistiques pour le traitement de ces corpus : une fois collect&eacute;es, les donn&eacute;es doivent &ecirc;tre analys&eacute;es et trait&eacute;es de mani&egrave;re &agrave; en extraire des informations utiles. L&rsquo;ing&eacute;nieur chef de projet doit proposer des technologies et des outils parmi l&rsquo;existant, n&eacute;cessaires &agrave; cette analyse, et s'assurer qu'ils sont accessibles aux utilisateurs.</li>
<li>Encadrement rapproch&eacute; de l&rsquo;ing&eacute;nieur junior&nbsp;: accompagnement et conseil au niveau des choix techniques et strat&eacute;giques de d&eacute;veloppement.</li>
<li>Concertation et animation des &eacute;changes entre les membres du projet&nbsp;: (1) avec le chercheur et les deux doctorants (r&eacute;flexions et &eacute;changes sur les donn&eacute;es, et leurs ad&eacute;quations au D&eacute;fi.)&nbsp;; (2) coordination avec les membres du projet au sein de l&rsquo;&eacute;quipe ALMAnaCH.</li>
<li>Veille technologique, en particulier dans le domaine du ce d&eacute;fi.</li>
<li>R&eacute;daction et pr&eacute;sentation de documentation technique</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Skills</h4>
		<div class="list-group-item-text text-justify">
			<p style="font-weight: 400;"><strong>PROFIL RECHERCHE&nbsp;:</strong></p>
<ul>
<li>Dipl&ocirc;m&eacute; en informatique, linguistique ou toute autre formation relevant du domaine du traitement automatique de la parole ou des langues</li>
<li>Exp&eacute;rience confirm&eacute;e en gestion de projet et en communication</li>
<li>Connaissance approfondie des technologies linguistiques</li>
<li>Capacit&eacute; &agrave; travailler en &eacute;quipe et &agrave; respecter les d&eacute;lais</li>
<li>Bonne connaissance de l'anglais</li>
</ul>
<p style="font-weight: 400;"><strong>SAVOIRS</strong></p>
<ul>
<li>Capacit&eacute; &agrave; r&eacute;diger, &agrave; publier et &agrave; pr&eacute;senter en fran&ccedil;ais et en anglais</li>
<li>Maitrise des techniques de conduite des projets et de n&eacute;gociation</li>
<li>Bases juridiques (donn&eacute;es personnelles, propri&eacute;t&eacute; intellectuelle, droit des affaires)</li>
</ul>
<p style="font-weight: 400;"><strong>SAVOIR-FAIRE</strong></p>
<ul>
<li>Capacit&eacute;s d'analyse, r&eacute;dactionnelles et de synth&egrave;se</li>
<li>Savoir accompagner et conseiller</li>
<li>Savoir d&eacute;velopper un r&eacute;seau relationnel</li>
<li>Savoir mener de front diff&eacute;rents projets en m&ecirc;me temps</li>
<li>Capacit&eacute;s de n&eacute;gociation</li>
</ul>
<p style="font-weight: 400;"><strong>SAVOIR-&Ecirc;TRE</strong></p>
<ul>
<li>Sens des responsabilit&eacute;s et autonomie</li>
<li>Sens du contact et go&ucirc;t pour le travail en &eacute;quipe</li>
<li>Rigueur, sens des priorit&eacute;s et du <em>reporting</em></li>
<li>Qualit&eacute;s relationnelles (&eacute;coute- diplomatie- pouvoir de conviction)</li>
<li>App&eacute;tence pour la n&eacute;gociation (Le VoiceLab, DGLFLF, etc.)</li>
<li>Capacit&eacute; d&rsquo;anticipation</li>
<li>Esprit d&rsquo;initiative et curiosit&eacute; d&rsquo;esprit</li>
</ul>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Benefits package</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail (apr&egrave;s 6 mois d'anciennet&eacute;) et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
<li>S&eacute;curit&eacute; sociale</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Remuneration</h4>
    	<div class="list-group-item-text text-justify">
    		<p>A partir de 2652&euro; brut/mois selon exp&eacute;rience</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05788.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Apply</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Share</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05788&title=Offre+d%27emploi+Inria&description=Ingénieur chef de projet ressources et technologies linguistiques" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05788&title=Offre d'emploi Inria&summary=Ingénieur chef de projet ressources et technologies linguistiques" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Villers lès Nancy&text=Offre d'emploi Inria : Ingénieur chef de projet ressources et technologies linguistiques%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05788" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Ingénieur chef de projet ressources et technologies linguistiques%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05788&subject=Offre d'emploi Inria: Ingénieur chef de projet ressources et technologies linguistiques" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >General Information</h4>
	<ul class="nomargin">
									<li><strong>Theme/Domain :</strong>
											Language, Speech and Audio
																
										
				</li>
							
				<li><strong>Town/city :</strong>
			Villers lès Nancy
		</li>
				
				<li><strong>Inria Center :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/nancy">CRI Nancy - Grand Est</a>
					</li>  
						
					<li><strong>Starting date :</strong>
				2023-04-03
			</li>
							<li><strong>Duration of contract :</strong>
					4 years
				</li>
							
				<li><strong>Deadline to apply :</strong>
			2023-04-30				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Inria Team :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/MULTISPEECH" target="_blank">MULTISPEECH</a>    	
								</li>
												<li>
			<strong>Recruiter :</strong>
			<br/>
			Ouni Slim
			/
			<a class="a-inria" href="mailto:slim.ouni@loria.fr">slim.ouni@loria.fr</a>
		</li>
	    	</ul>

        				
	
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">About Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria is the French national research institute dedicated to digital science and technology. It employs 2,600 people. Its 200 agile project teams, generally run jointly with academic partners, include more than 3,500 scientists and engineers working to meet the challenges of digital technology, often at the interface with other disciplines. The Institute also employs numerous talents in over forty different professions. 900 research support staff contribute to the preparation and development of scientific and entrepreneurial projects that have a worldwide impact.
    					</p>
    				</div>
            			
	<h4 >Instruction to apply</h4>
	<div class="text-justify">
		
	</div>
				
	<p class="text-justify">
		<strong>Defence Security : </strong>
		<br/>
		This position is likely to be situated in a restricted area (ZRR), as defined in Decree No. 2011-1425 relating to the protection of national scientific and technical potential (PPST).Authorisation to enter an area is granted by the director of the unit, following a favourable Ministerial decision, as defined in the decree of 3 July 2012 relating to the PPST. An unfavourable Ministerial decision in respect of a position situated in a ZRR would result in the cancellation of the appointment.
    </p>
             	
    <p class="text-justify">
    	<strong> Recruitment Policy :</strong>
        <br/>
		As part of its diversity policy, all Inria positions are accessible to people with disabilities.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Warning</b> : you must enter your e-mail address in order to save your application to Inria. Applications must be submitted online on the Inria website. Processing of applications sent from other channels is not guaranteed.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        I create my account
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 To follow your application online 
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/en/register?ref=2023-05788"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Register
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							I already have an account!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/en/offres/2023-05788/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Sign in
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Cancel </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../en/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../en/mentions-legales.html" target="_blank">Legal notice</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
