<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-06074 - Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-06074" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                        <span class="toplang-button">
                            <a class="inria-gray2" href="../../fr/offres/2023-06074.html" title="Français">
                                FR
                            </a> <span class="inria-gray2">|</span>
                            <a class="a-inria" href="2023-06074.html" >EN</a>
                            </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-06074.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Account <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../en/connect.html"> <span class="fa fa-sign-in"></span> Sign in</a></li>
                            <li><a href="../../../en/register.html"><span class="fa fa-plus"></span> Register</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-06074.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-06074.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-06074.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">
        Home
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">List of vacancies</a>
         > Detail of a job vacancy        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-06074 - Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/en/offres/2023-06074/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                   <i class="fa fa-info-circle"></i> <em>The offer description below is in French</em>
                                                                               </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
			    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of qualifications required : </b>
	        	Graduate degree or equivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	PhD Position
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of experience : </b>
	        	Recently graduated
	        </p>
	    </div>
	        </div>
    
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">About the research centre or Inria department</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="text-align: justify;">Le centre Inria d'Universit&eacute; C&ocirc;te d'Azur compte 37 &eacute;quipes de recherche et 8 services d&rsquo;appui. Le personnel du centre (500 personnes environ) est compos&eacute; de scientiﬁques de diﬀ&eacute;rentes nationalit&eacute;s, d&rsquo;ing&eacute;nieurs, de techniciens et d&rsquo;administratifs. La majorit&eacute; des &eacute;quipes de recherche du centre sont localis&eacute;es &agrave; Sophia Antipolis et cinq d&rsquo;entre elles sont h&eacute;berg&eacute;es dans une antenne Inria &agrave; Montpellier. L'antenne Inria &agrave; Montpellier est en croissance d'effectifs, conform&eacute;ment &agrave; la strat&eacute;gie d&eacute;crite dans le Contrat d'Objectifs et de Performance de l'&eacute;tablissement.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Context</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Un r&eacute;sultat fondamental en informatique (calculabilit&eacute;) nous affirme que des probl&egrave;mes ind&eacute;cidables existent, c&rsquo;est-&agrave;-dire pour lesquels il n&rsquo;existe aucun algorithme qui soit capable d&rsquo;en fournir une solution. Cela n&rsquo;est pas une bonne nouvelle fondamentale, car cela prouve qu&rsquo;il existe des probl&egrave;mes de calculs qui ne peuvent pas &ecirc;tre r&eacute;solus par une m&eacute;thode automatique.</p>
<p>Un exemple classique de probl&egrave;me ind&eacute;cidable &ndash; et que nous allons &eacute;tudier dans le cadre de cette th&egrave;se &ndash; consiste &agrave; prendre deux programmes et se demander s&rsquo;ils calculent la m&ecirc;me chose. C&rsquo;est un sujet qui mixent des comp&eacute;tences en compilation et en intelligence artificielle.</p>
<p>Que faire donc lorsqu&rsquo;on veut s&rsquo;attaquer &agrave; un probl&egrave;me ind&eacute;cidable? Il faut &ecirc;tre pragmatique: Il faut accepter de faire des erreurs de temps en temps. Le programme qui essaye de r&eacute;soudre un probl&egrave;me ind&eacute;cidable fonctionnerait bien pour certaines instances et calculerait un r&eacute;sultat incorrect pour d&rsquo;autres. Il faudrait aussi veiller &agrave; ce que les cas des calculs incorrects soient aussi rares que possible. C&rsquo;est un cadre d&rsquo;application id&eacute;al des r&eacute;seaux de neurones qui, par nature, calculent leurs r&eacute;sultats &agrave; une marge d&rsquo;erreur pr&egrave;s.</p>
<p>Concr&egrave;tement, dans cette th&egrave;se nous voudrions &eacute;tudier et construire un outil (gr&acirc;ce aux r&eacute;seaux de neurones) qui reconnait ce que calcule un programme. Ce probl&egrave;me de reconnaissance automatique des programmes, bien qu&rsquo;ind&eacute;cidable, reste un enjeu fondamental en informatique, dont les applications sont nombreuses: <span style="font-style: italic;">reverse engineering</span>, compilation et optimisation de code, analyse de s&eacute;curit&eacute; de code, d&eacute;tection de code malveillant, etc. Essayer de deviner si un programme calcule telle ou telle fonction pr&eacute;cise est une question qui se pose en pratique. Des travaux de recherche existent et ont tent&eacute; de reconnaitre les programmes de mani&egrave;re algorithmique.</p>
<h2 id="sec3" class="section">&nbsp;</h2>
<p>&nbsp;</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Assignment</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Cette th&egrave;se aborde le probl&egrave;me de reconnaissance des programmes avec d&eacute;marche nouvelle, qui n&rsquo;est pas intuitive. L&rsquo;intelligence artificielle est un domaine classique issu des math&eacute;matiques et des sciences informatiques, qui a montr&eacute; son efficacit&eacute; en pratique dans des situations de reconnaissance de formes graphiques, de parole, de texte, d&rsquo;interaction homme-machine, etc. Nous souhaitons utiliser une telle approche &agrave; notre probl&egrave;me ind&eacute;cidable. Nous appliquerons des m&eacute;thodes de r&eacute;seaux de neurones pour commencer.</p>
<p><strong>Pour une meilleure connaissance du sujet de recherche propos&eacute; :</strong></p>
<dl class="thebibliography">
<dt class="dt-thebibliography"><a id="alias_cocv03"></a>[1]</dt>
<dd class="dd-thebibliography">Christophe Alias and Denis Barthou. On the recognition of algorithm templates. In <em>International Workshop on Compiler Optimization meets Compiler Verification (COCV&rsquo;03)</em>, 2003.</dd>
<dt class="dt-thebibliography"><a id="alias_europar05"></a>[2]</dt>
<dd class="dd-thebibliography">Christophe Alias and Denis Barthou. Deciding where to call performance libraries. In <em>European Conference on Parallel Processing (Euro-Par&rsquo;05)</em>, 2005.</dd>
<dt class="dt-thebibliography"><a id="Barthou02"></a>[3]</dt>
<dd class="dd-thebibliography">Denis Barthou, Paul Feautrier, and Xavier Redon. On the Equivalence of Two Systems of Affine Recurrence Equations (Research Note). In <em>Proceedings of the 8th International Euro-Par Conference on Parallel Processing</em>, pages 309&ndash;313, 2002.</dd>
<dt class="dt-thebibliography"><a id="Bhansali95"></a>[4]</dt>
<dd class="dd-thebibliography">S.&nbsp;Bhansali and J.&nbsp;R. Hagemeister. A pattern-matching approach for reusing software libraries in parallel systems. In <em>First International Workshop on Knowledgebased Systems for the ReUse of Program Libraries</em>, 1995.</dd>
<dt class="dt-thebibliography"><a id="DBLP:conf/nips/ChenLS18"></a>[5]</dt>
<dd class="dd-thebibliography">Xinyun Chen, Chang Liu, and Dawn Song. Tree-to-tree neural networks for program translation. In Samy Bengio, Hanna&nbsp;M. Wallach, Hugo Larochelle, Kristen Grauman, Nicol&ograve; Cesa-Bianchi, and Roman Garnett, editors, <em>Advances in Neural Information Processing Systems 31: Annual Conference on Neural Information Processing Systems 2018, NeurIPS 2018, December 3-8, 2018, Montr</em><em>&eacute;</em><em>al, Canada</em>, pages 2552&ndash;2562, 2018.</dd>
<dt class="dt-thebibliography"><a id="alias_lashc13"></a>[6]</dt>
<dd class="dd-thebibliography">Guillame Iooss, Sanjay Rajopadhye, and Christophe Alias. Semantic tiling. In <em>Workshop on Leveraging Abstractions and Semantics in High-performance Computing (LASH-C&rsquo;13)</em>, Shenzhen, China, February 2013.</dd>
<dt class="dt-thebibliography"><a id="alias_sas14"></a>[7]</dt>
<dd class="dd-thebibliography">Guillaume Iooss, Christophe Alias, and Sanjay Rajopadhye. On program equivalence with reductions. In <em>21st International Static Analysis Symposium (SAS&rsquo;14)</em>, Munich, Germany, September 2014.</dd>
<dt class="dt-thebibliography"><a id="8330222"></a>[8]</dt>
<dd class="dd-thebibliography">D.&nbsp;S. Katz, J.&nbsp;Ruchti, and E.&nbsp;Schulte. Using recurrent neural networks for decompilation. In <em>2018 IEEE 25th International Conference on Software Analysis, Evolution and Reengineering (SANER)</em>, pages 346&ndash;356, 2018.</dd>
<dt class="dt-thebibliography"><a id="Kessler96"></a>[9]</dt>
<dd class="dd-thebibliography">Christoph&nbsp;W. Kessler. Pattern-driven automatic parallelization. <em>Scientific Programming</em>, 5(3):251&ndash;274, August 1996.</dd>
<dt class="dt-thebibliography"><a id="Metgen00"></a>[10]</dt>
<dd class="dd-thebibliography">R.&nbsp;Metzger and Z.&nbsp;Wen. <em>Automatic Algorithm Recognition: A New Approach to Program Optimization</em>. MIT Press, 2000.</dd>
<dt class="dt-thebibliography"><a id="Zhang2021"></a>[11]</dt>
<dd class="dd-thebibliography">Muhan Zhang. Pytorch dgcnn. https://github.com/muhanzhang/pytorch_DGCNN, 2021. Code accessed: 2021-09-04.</dd>
<dt class="dt-thebibliography"><a id="Pinter94"></a>[12]</dt>
<dd class="dd-thebibliography">Shlomit&nbsp;S. Pinter and Ron&nbsp;Y. Pinter. Program optimization and parallelization using idioms. In <em>Proceedings of the 18th </em><em>ACM</em> <em>SIGPLAN-SIGACT</em><em> Symposium on Principles of Programming Languages</em>, POPL&rsquo;91, pages 79&ndash;92, New York, NY, USA, 1991. ACM.</dd>
<dt class="dt-thebibliography"><a id="moss"></a>[13]</dt>
<dd class="dd-thebibliography">Saul Schleimer, Daniel&nbsp;S. Wilkerson, and Alex Aiken. Winnowing: local algorithms for document fingerprinting. In <em>SIGMOD &rsquo;03: Proceedings of the 2003 ACM SIGMOD international conference on Management of data</em>, page 76&ndash;85, June 2003.</dd>
<dt class="dt-thebibliography"><a id="Verdoolaege12"></a>[14]</dt>
<dd class="dd-thebibliography">Sven Verdoolaege, Gerda Janssens, and Maurice Bruynooghe. Equivalence checking of static affine programs using widening to handle recurrences. <em>ACM</em><em> Transactions on Programming Languages and Systems</em>, 34(3):1&ndash;35, November 2012.</dd>
<dt class="dt-thebibliography"><a id="Wills92"></a>[15]</dt>
<dd class="dd-thebibliography">Linda&nbsp;M. Wills. <em>Automated Program Recognition by Graph Parsing</em>. PhD thesis, MIT, July 1992.</dd>
<dt class="dt-thebibliography"><a id="Zhang2018AnED"></a>[16]</dt>
<dd class="dd-thebibliography">Muhan Zhang, Zhicheng Cui, Marion Neumann, and Yixin Chen. An end-to-end deep learning architecture for graph classification. In <em>AAAI</em>, 2018.</dd>
<dt class="dt-thebibliography"><a id="ZHOU202057"></a>[17]</dt>
<dd class="dd-thebibliography">Jie Zhou, Ganqu Cui, Shengding Hu, Zhengyan Zhang, Cheng Yang, Zhiyuan Liu, Lifeng Wang, Changcheng Li, and Maosong Sun. Graph neural networks: A review of methods and applications. <em>AI Open</em>, 1:57&ndash;81, 2020.</dd>
</dl>
<hr style="height: 2;" />
<blockquote class="quote"><em>Ce document a &eacute;t&eacute; traduit de L<sup>A</sup>T<sub>E</sub>X par </em><a href="http://hevea.inria.fr"><em>H</em><em><span style="font-size: small;"><sup>E</sup></span></em><em>V</em><em><span style="font-size: small;"><sup>E</sup></span></em><em>A</em></a></blockquote>
<p><strong>Collaboration :</strong></p>
<ul>
<li>Enrico Formenti, professeur &agrave; l'Universit&eacute; C&ocirc;te d'Azur</li>
<li>Christophe Alias, CR HDR INRIA-Lyon</li>
</ul>
<p>&nbsp;</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Main activities</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Les &eacute;tapes de travail sont:</p>
<ol class="enumerate" type="1">
<li class="li-enumerate">R&eacute;fl&eacute;chir &agrave; la bonne repr&eacute;sentation pour la s&eacute;mantique d&rsquo;un programme: graphes (d&eacute;pendances de donn&eacute;es, SSA), texte (repr&eacute;sentation fonctionnelle, programme imp&eacute;ratif).</li>
<li class="li-enumerate">G&eacute;n&eacute;rer via compilation plusieurs variantes d&rsquo;un programme pr&eacute;cis (par exemple une multiplication de matrices), et entrainer un r&eacute;seau de neurones par apprentissage.</li>
<li class="li-enumerate">Tester si et &agrave; quel point un tel r&eacute;seau de neurones peut reconna&icirc;tre d&rsquo;autres variantes du m&ecirc;me programme.</li>
<li class="li-enumerate">&Eacute;tudier les cas qui ne fonctionnent pas correctement, et tenter d&rsquo;expliquer pourquoi.</li>
</ol>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Skills</h4>
		<div class="list-group-item-text text-justify">
			<p>Le candidat pour cette th&egrave;se doit avoir suivi une formation acad&eacute;mique en informatique dans une universit&eacute; europ&eacute;enne. (informatique fondamentale, r&eacute;seaux de neurones, compilation).</p>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Benefits package</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li style="text-align: justify;">Restauration subventionn&eacute;e</li>
<li style="text-align: justify;">Transports publics rembours&eacute;s partiellement</li>
<li style="text-align: justify;">Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li style="text-align: justify;">Possibilit&eacute; de t&eacute;l&eacute;travail et am&eacute;nagement du temps de travail</li>
<li style="text-align: justify;">&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li style="text-align: justify;">Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li style="text-align: justify;">Acc&egrave;s &agrave; la formation professionnelle</li>
<li style="text-align: justify;">Participation mutuelle (sous conditions)</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Remuneration</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="text-align: justify;">Dur&eacute;e: 36 mois<br />Localisation: Sophia Antipolis, France<br />R&eacute;mun&eacute;ration: 2051&euro; brut mensuel (ann&eacute;e 1 &amp; 2) et 2158&euro; brut mensuel (ann&eacute;e 3)</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-06074.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Apply</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Share</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-06074&title=Offre+d%27emploi+Inria&description=Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-06074&title=Offre d'emploi Inria&summary=Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Sophia Antipolis&text=Offre d'emploi Inria : Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-06074" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-06074&subject=Offre d'emploi Inria: Doctorant F/H [DOCT2023-KAIROS] Reconnaissance de programmes par réseaux de neurones" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >General Information</h4>
	<ul class="nomargin">
									<li><strong>Theme/Domain :</strong>
											Architecture, Languages and Compilation
						<br/>										
											Scientific computing
													(BAP E)
																
				</li>
							
				<li><strong>Town/city :</strong>
			Sophia Antipolis
		</li>
				
				<li><strong>Inria Center :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/sophia">Centre Inria d&#039;Université Côte d&#039;Azur</a>
					</li>  
						
					<li><strong>Starting date :</strong>
				2023-10-02
			</li>
							<li><strong>Duration of contract :</strong>
					3 years
				</li>
							
				<li><strong>Deadline to apply :</strong>
			2023-05-05				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Inria Team :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/KAIROS" target="_blank">KAIROS</a>    	
								</li>
																			<li>
			<strong>PhD Supervisor :</strong>
			<br/>
			Touati Sid
			/
			<a class="a-inria" href="mailto:Sid.Touati@inria.fr">Sid.Touati@inria.fr</a>
		</li>
	    	</ul>

        				
	    	<h4 >The keys to success</h4>
    	<div class="text-justify">
    		<p>Vous pouvez donner l&agrave;, un portrait &agrave; "gros traits" du (de la) collaborateur(trice) attendu(e) : ce que vous voyez comme n&eacute;cessaire et suffisant et qui peut associer :</p>
<ul>
<li>go&ucirc;ts et app&eacute;tences,</li>
<li>domaine d'excellence,</li>
<li>&eacute;l&eacute;ments de personnalit&eacute; ou de caract&egrave;re,</li>
<li>savoir et savoir faire transversaux...</li>
</ul>
<p>Cette rubrique permet de compl&eacute;ter et all&eacute;ger (r&eacute;duire) la liste plus formelle des comp&eacute;tences :</p>
<ul>
<li>"Se sentir &agrave; l'aise dans un environnement de dynamique scientifique, aimer apprendre et &eacute;couter sont des qualit&eacute;s essentielles pour r&eacute;ussir cette mission."</li>
<li>" Passionn&eacute;(e) par l'innovation, avec une expertise dans le d&eacute;veloppement Ruby on Rail et une grande capacit&eacute; de conviction. Une th&egrave;se dans le domaine *** constitue un r&eacute;el atout."</li>
</ul>
    	</div>
    
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">About Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria is the French national research institute dedicated to digital science and technology. It employs 2,600 people. Its 200 agile project teams, generally run jointly with academic partners, include more than 3,500 scientists and engineers working to meet the challenges of digital technology, often at the interface with other disciplines. The Institute also employs numerous talents in over forty different professions. 900 research support staff contribute to the preparation and development of scientific and entrepreneurial projects that have a worldwide impact.
    					</p>
    				</div>
            			
	<h4 >Instruction to apply</h4>
	<div class="text-justify">
		
	</div>
				
	<p class="text-justify">
		<strong>Defence Security : </strong>
		<br/>
		This position is likely to be situated in a restricted area (ZRR), as defined in Decree No. 2011-1425 relating to the protection of national scientific and technical potential (PPST).Authorisation to enter an area is granted by the director of the unit, following a favourable Ministerial decision, as defined in the decree of 3 July 2012 relating to the PPST. An unfavourable Ministerial decision in respect of a position situated in a ZRR would result in the cancellation of the appointment.
    </p>
             	
    <p class="text-justify">
    	<strong> Recruitment Policy :</strong>
        <br/>
		As part of its diversity policy, all Inria positions are accessible to people with disabilities.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Warning</b> : you must enter your e-mail address in order to save your application to Inria. Applications must be submitted online on the Inria website. Processing of applications sent from other channels is not guaranteed.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        I create my account
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 To follow your application online 
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/en/register?ref=2023-06074"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Register
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							I already have an account!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/en/offres/2023-06074/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Sign in
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Cancel </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../en/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../en/mentions-legales.html" target="_blank">Legal notice</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
