<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05706 - Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05706" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                        <span class="toplang-button">
                            <a class="inria-gray2" href="../../fr/offres/2023-05706.html" title="Français">
                                FR
                            </a> <span class="inria-gray2">|</span>
                            <a class="a-inria" href="2023-05706.html" >EN</a>
                            </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05706.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Account <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../en/connect.html"> <span class="fa fa-sign-in"></span> Sign in</a></li>
                            <li><a href="../../../en/register.html"><span class="fa fa-plus"></span> Register</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05706.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05706.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05706.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">
        Home
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/en/offres?locale=en" class="a-inria">List of vacancies</a>
         > Detail of a job vacancy        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05706 - Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/en/offres/2023-05706/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                   <i class="fa fa-info-circle"></i> <em>The offer description below is in French</em>
                                                                               </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Contract type : </b>
	        	Fixed-term contract
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Level of qualifications required : </b>
	        	Graduate degree or equivalent
	        </p>
	    </div>
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Other valued qualifications : </b>
	        	Diplôme d’ingénieur ou Master en informatique
	        </p>
	    </div>
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	PhD Position
	        </p>
	    </div>
	    	    
	    	    
	    	    
	        </div>
    
        
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Context</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Le phishing reste une des menaces majeures sur Internet<a href="2023-05706.html#_ftn1" name="_ftnref1">[1]</a>. Il est un des moyens privil&eacute;gi&eacute;s des attaquants pour s&rsquo;introduire &nbsp;dans le r&eacute;seau d&rsquo;une entreprise. Il permet de directement compromettre le syst&egrave;me informatique en faisant ex&eacute;cuter des pi&egrave;ces jointes malveillantes ou de soutirer des informations sensibles aux utilisateurs. Celles-ci peuvent &ecirc;tre des informations priv&eacute;es ou bien des informations de connexion comme des mots de passe permettant ensuite aux attaquants d&rsquo;usurper leur identit&eacute; au sein d&rsquo;une entreprise et mener d&rsquo;autres actions. D&rsquo;ailleurs les envois d&rsquo;email de phishing sont de plus en plus cibl&eacute;s avec notamment la pratique du <em>spear phishing</em> et le discernement de l&rsquo;attaque par un utilisateur est de plus en plus complexe. Les emails sont souvent bien r&eacute;dig&eacute;s, utilisent des adresses d&rsquo;exp&eacute;dition moins douteuses &agrave; premi&egrave;re vue, etc.</p>
<p>Ainsi, afin de pr&eacute;venir cette menace, des campagnes factices et pr&eacute;ventives sont organis&eacute;es au sein des entreprises afin de v&eacute;rifier ou non si les utilisateurs sont suffisamment sensibilis&eacute;s pour ne pas se faire prendre au pi&egrave;ge. Les r&eacute;sultats montrent d&rsquo;ailleurs que ces derniers sont malheureusement encore significativement impact&eacute;s<a href="2023-05706.html#_ftn2" name="_ftnref2">[2]</a>.</p>
<p>&nbsp;</p>
<p><a href="2023-05706.html#_ftnref1" name="_ftn1">[1]</a>&nbsp;&nbsp;&nbsp; https://docs.apwg.org/reports/apwg_trends_report_q1_2022.pdf</p>
<p><a href="2023-05706.html#_ftnref2" name="_ftn2">[2]</a>&nbsp;&nbsp;&nbsp; Employees prone to phishing, Computer Fraud &amp; Security, Volume 2016, Issue 1, 2016,</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Assignment</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Bien que les campagnes pr&eacute;ventives aient des effets positifs, l&rsquo;analyse des donn&eacute;es reste limit&eacute;e et il est difficile de quantifier l&rsquo;am&eacute;lioration apport&eacute;e. En effet, le principal objectif reste d&rsquo;identifier les utilisateurs devant &ecirc;tre sensibilis&eacute;s.</p>
<p>D&rsquo;un autre c&ocirc;t&eacute;, mieux comprendre comment les utilisateurs se sont comport&eacute;s face &agrave; une campagne de phishing pr&eacute;ventive selon le contexte permettrait de mieux anticiper leur comportement dans le cadre d&rsquo;une vraie menace.</p>
<p>Le contexte d&rsquo;une activit&eacute; de phishing se d&eacute;finit de fa&ccedil;on multi-dimensionnelle. Premi&egrave;rement, le cadre technique du phishing (nature et contenu de l&rsquo;email et/ou du site sur lequel est renvoy&eacute; l&rsquo;utilisateur) peut se diff&eacute;rencier d&rsquo;une campagne &agrave; une autre&nbsp;: un email suppos&eacute; re&ccedil;u d&rsquo;un sup&eacute;rieur vs un email re&ccedil;u d&rsquo;un partenaire ext&eacute;rieur, un email en anglais ou en fran&ccedil;ais, etc.</p>
<p>Deuxi&egrave;mement, les utilisateurs ont aussi des profils tr&egrave;s diff&eacute;rents (donn&eacute;es d&eacute;mographiques) selon le poste qu&rsquo;ils occupent, leur anciennet&eacute; dans l&rsquo;entreprise, leur sensibilisation pass&eacute;e ou non au probl&egrave;me du phishing, etc. et se comportent de mani&egrave;re diff&eacute;rentes (temps de r&eacute;action, capacit&eacute; &agrave; signaler un email malveillant, nombre d&rsquo;interactions avec la simulation, &hellip;).</p>
<p>Enfin, le contexte d&eacute;pend aussi de l&rsquo;environnement de l&rsquo;utilisateur tel que le moyen par lequel il a consult&eacute; un email de phishing (mobile, client web, client lourd, etc), la p&eacute;riode de l&rsquo;ann&eacute;e, l&rsquo;heure de la journ&eacute;e, etc.</p>
<p>On notera d&rsquo;ailleurs que les &eacute;tudes actuelles se focalisent sur le premier aspect uniquement<a href="2023-05706.html#_ftn1" name="_ftnref1">[1]</a> principalement par manque de donn&eacute;es. Or, dans le cadre de cette th&egrave;se, l&rsquo;&eacute;tudiant aura acc&egrave;s &agrave; des donn&eacute;es beaucoup plus compl&egrave;tes et r&eacute;elles qui pourront &ecirc;tre exploit&eacute;es finement.</p>
<p>&Eacute;tudier le comportement d&rsquo;un utilisateur face au phishing &agrave; partir de donn&eacute;es comportementales collect&eacute;es lors d'un processus d'&eacute;valuation est primordial pour mieux d&eacute;terminer et anticiper le comportement de ce dernier face &agrave; un email de phishing. Cela peut permettre aussi de mieux cibler ces campagnes pr&eacute;ventives et ainsi personnaliser la difficult&eacute; ou le type de phishing utilis&eacute; selon les utilisateurs afin de les rendre moins susceptibles aux attaques de phishing et mieux les prot&eacute;ger.</p>
<p><a href="2023-05706.html#_ftnref1" name="_ftn1">[1]</a>&nbsp;&nbsp;&nbsp; Emma J. Williams, Joanne Hinds, Adam N. Joinson, Exploring susceptibility to phishing in the workplace, International Journal of Human-Computer Studies, Volume 120, 2018, Pages 1-13</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Main activities</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Dans cette th&egrave;se, l&rsquo;&eacute;tudiant sera donc amen&eacute; &agrave; mod&eacute;liser le comportement d&rsquo;un utilisateur gr&acirc;ce aux techniques d&rsquo;apprentissage automatique afin de pouvoir &eacute;tablir des pr&eacute;dictions.</p>
<p>Apr&egrave;s une &eacute;tude bibliographique approfondie, des mod&egrave;les standards de l&rsquo;&eacute;tat de l&rsquo;art seront s&eacute;lectionn&eacute;es pour &ecirc;tre adapt&eacute;s (des plus classique comme des arbres de d&eacute;cision aux plus r&eacute;cents dans le cadre du deep learning mais sans s&eacute;lection a priori). Une grande difficult&eacute; r&eacute;sidera notamment dans l&rsquo;int&eacute;gration dans un m&ecirc;me mod&egrave;le des donn&eacute;es multi-dimensionnelles du contexte &eacute;voqu&eacute; ci-dessus et de la nature des donn&eacute;es (donn&eacute;es statiques, s&eacute;ries temporelles, etc.). On peut d&eacute;j&agrave; distinguer deux voies qui seront &eacute;tudi&eacute;s. Une premi&egrave;re voie assez classique qui aura pour apprendre un mod&egrave;le pr&eacute;dictif pour un utilisateur et un mod&egrave;le qui permettra d&rsquo;identifier des profils d&rsquo;utilisateurs et ainsi avoir des mod&egrave;les pr&eacute;dictifs plus fins par mod&egrave;les. Le candidat travaillera &eacute;galement sur la validation et l&rsquo;&eacute;valuation des mod&egrave;les obtenus sur des donn&eacute;es r&eacute;elles.</p>
<p>Un deuxi&egrave;me objectif de la th&egrave;se est d&rsquo;exploiter ces mod&egrave;les pour g&eacute;n&eacute;rer et am&eacute;liorer automatiquement&nbsp; les m&eacute;thodes de campagnes de phishing pr&eacute;ventives pour mieux cibler les utilisateurs selon leur comportements et &eacute;tendre l&rsquo;espace de leurs actions face &agrave; une telle menace. Nous utilisons ici des mod&egrave;les d&rsquo;apprentissage g&eacute;n&eacute;ratives pour construire le contenu de ces campagnes pr&eacute;ventives et leurs cibles.</p>
<p><strong>Cadre du travail&nbsp;:</strong></p>
<p>Dans le cadre d&rsquo;un partenariat entre l&rsquo;entreprise Arsen et Inria, un sujet de th&egrave;se CIFRE est propos&eacute;e. Le candidat s&eacute;lectionn&eacute; sera donc employ&eacute; par la soci&eacute;t&eacute; Arsen (Paris) mais fera des p&eacute;riodes de visites &agrave; l&rsquo;Inria Nancy dans l&rsquo;&eacute;quipe RESIST pouvant durer plusieurs mois.</p>
<p>Arsen est une startup de cybers&eacute;curit&eacute; qui permet de mieux g&eacute;rer le risque humain en cybers&eacute;curit&eacute;. Elle propose une plateforme de simulation d&rsquo;attaque, permettant d&rsquo;&eacute;valuer pr&eacute;cisemment le comportement des cibles de campagnes de phishing et de l&rsquo;am&eacute;liorer via des programmes de formation en microlearning directement li&eacute;s aux simulations.</p>
<p>L&rsquo;&eacute;quipe RESIST (https://team.inria.fr/resist/) de l&rsquo;Inria Nancy Grand Est&nbsp; est sp&eacute;cialis&eacute;e dans la mise &agrave; l&rsquo;&eacute;chelle et la s&eacute;curit&eacute; des syst&egrave;mes en r&eacute;seau &agrave; travers trois axes principaux&nbsp;: le monitoring, l&rsquo;analyse de donn&eacute;es et l&rsquo;orchestration. Elle a une grande expertise dans la d&eacute;finition de nouvelles m&eacute;thodes et le d&eacute;veloppement d&rsquo;outils &agrave; base d&rsquo;algorithmes d&rsquo;apprentissage pour la gestion des syst&egrave;mes en r&eacute;seaux et en particulier leur s&eacute;curit&eacute;. Cette expertise a donn&eacute; lieu &agrave; des travaux publi&eacute;s et reconnus dans de nombreux domaines et notamment l&rsquo;analyse de trafic (chiffr&eacute;), le fingerprinting d&rsquo;actions IoT, la d&eacute;tection d&rsquo;attaques, etc. L&rsquo;&eacute;quipe se compose actuellement d&rsquo;une treintaine de membres m&eacute;langeant chercheurs, professeurs, ma&icirc;tres de conf&eacute;rence, doctorants, post-doctorants et ing&eacute;nieurs. Elle est int&eacute;gr&eacute;e au LORIA, un laboratoire commun entre l&rsquo;Inria, l&rsquo;Universit&eacute; de Lorraine et le CNRS, qui compte environ 400 personnes au total.</p>
<p><strong>Informations compl&eacute;mentaires&nbsp;:</strong></p>
<p>&nbsp;Localisation&nbsp;: Paris et Nancy</p>
<p>Encadrants&nbsp;: Abdelkader Lahmadi (Loria), Isabelle Chrisment (Inria), Thomas Le Coz (Arsen)</p>
<p>R&eacute;mun&eacute;ration&nbsp;: 30 000 &euro;</p>
<p>Dur&eacute;e&nbsp;: 36 mois (&agrave; partir du 03/04/2023)</p>
<p>&nbsp;</p>
<p><strong>Pour postuler&nbsp;:</strong></p>
<p>Envoyer les documents suivants &agrave; <a href="mailto:abdelkader.lahmadi@loria.fr">abdelkader.lahmadi@loria.fr</a> et&nbsp;<a href="mailto:tlc@arsen.co">tlc@arsen.co</a>&nbsp;avant le 13/03/2023 :</p>
<ul>
<li>CV</li>
<li>Lettre de motivation</li>
<li>Copie des dipl&ocirc;mes universitaires et relev&eacute;s de notes</li>
<li>Th&egrave;se de master si achev&eacute;e ou description du sujet</li>
<li>Au moins une lettre de recommandation d&rsquo;une personne qui vous a encadr&eacute; par le pass&eacute; (avec ses informations de contact)</li>
<li>Toute autre information utile (publication scientifique par exemple)</li>
</ul>
<p>&nbsp;</p>
<p>&nbsp;</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Skills</h4>
		<div class="list-group-item-text text-justify">
			<p>Qualifications requises</p>
<ul>
<li>Dipl&ocirc;me d&rsquo;ing&eacute;nieur ou Master en informatique</li>
<li>Connaissances&nbsp;: r&eacute;seau, web, s&eacute;curit&eacute; informatique</li>
<li>Langages de programmation&nbsp;: Python, shells et autres sont appr&eacute;ci&eacute;s</li>
<li>Environnement de programmation&nbsp;: pr&eacute;f&eacute;rable d&rsquo;&ecirc;tre familier avec des librairies comme sci-kit learn, pandas, dask, numpy, cuda (et autres librairies/outils de ML), environnement de d&eacute;veloppement collaboratif (github)</li>
<li>Langues&nbsp;: fran&ccedil;ais, anglais</li>
</ul>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Benefits package</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail (apr&egrave;s 6 mois d'anciennet&eacute;) et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
<li>S&eacute;curit&eacute; sociale</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Remuneration</h4>
    	<div class="list-group-item-text text-justify">
    		<p>2051&euro; brut/mois pour la 1&egrave;re et la 2&egrave;me ann&eacute;e. 2158&euro; brut/mois pour la 3&egrave;me ann&eacute;e.</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05706.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Apply</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Share</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05706&title=Offre+d%27emploi+Inria&description=Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05706&title=Offre d'emploi Inria&summary=Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Nancy, Paris&text=Offre d'emploi Inria : Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05706" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05706&subject=Offre d'emploi Inria: Doctorant F/H Thèse CIFRE : Modélisation et prédiction du comportement utilisateur face aux emails de phishing" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >General Information</h4>
	<ul class="nomargin">
									<li><strong>Theme/Domain :</strong>
											Security and Confidentiality
						<br/>										
											System &amp; Networks
													(BAP E)
																
				</li>
							
				<li><strong>Town/city :</strong>
			Nancy, Paris
		</li>
				
				<li><strong>Inria Center :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/nancy">CRI Nancy - Grand Est</a>
					</li>  
						
					<li><strong>Starting date :</strong>
				2023-04-03
			</li>
							<li><strong>Duration of contract :</strong>
					3 years
				</li>
							
				<li><strong>Deadline to apply :</strong>
			2023-04-28				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Inria Team :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/RESIST" target="_blank">RESIST</a>    	
								</li>
																			<li>
			<strong>PhD Supervisor :</strong>
			<br/>
			Lahmadi Abdelkader
			/
			<a class="a-inria" href="mailto:abdelkader.lahmadi@loria.fr">abdelkader.lahmadi@loria.fr</a>
		</li>
	    	</ul>

        				
	
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">About Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria is the French national research institute dedicated to digital science and technology. It employs 2,600 people. Its 200 agile project teams, generally run jointly with academic partners, include more than 3,500 scientists and engineers working to meet the challenges of digital technology, often at the interface with other disciplines. The Institute also employs numerous talents in over forty different professions. 900 research support staff contribute to the preparation and development of scientific and entrepreneurial projects that have a worldwide impact.
    					</p>
    				</div>
            			
	<h4 >Instruction to apply</h4>
	<div class="text-justify">
		
	</div>
				
	<p class="text-justify">
		<strong>Defence Security : </strong>
		<br/>
		This position is likely to be situated in a restricted area (ZRR), as defined in Decree No. 2011-1425 relating to the protection of national scientific and technical potential (PPST).Authorisation to enter an area is granted by the director of the unit, following a favourable Ministerial decision, as defined in the decree of 3 July 2012 relating to the PPST. An unfavourable Ministerial decision in respect of a position situated in a ZRR would result in the cancellation of the appointment.
    </p>
             	
    <p class="text-justify">
    	<strong> Recruitment Policy :</strong>
        <br/>
		As part of its diversity policy, all Inria positions are accessible to people with disabilities.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Warning</b> : you must enter your e-mail address in order to save your application to Inria. Applications must be submitted online on the Inria website. Processing of applications sent from other channels is not guaranteed.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        I create my account
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 To follow your application online 
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/en/register?ref=2023-05706"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Register
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							I already have an account!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/en/offres/2023-05706/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Sign in
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Cancel </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../en/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../en/mentions-legales.html" target="_blank">Legal notice</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "By continuing to browse this website, you consent to the use of cookies to offer you content and services in line with your interests.";
		var textBtnCookie = "See more";
		var textAccept = "I accept";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/en/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
