<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2022-04817 - Ingénieur.e de production des moyens de calculs H/F - Saclay
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Ingénieur.e de production des moyens de calculs H/F - Saclay" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2022-04817" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                         <span class="toplang-button">
                             <a class="a-inria" href="2022-04817.html" >FR</a> <span class="inria-gray2">|</span>
                             <a class="inria-gray2" href="../../en/offres/2022-04817.html" title="English">
                                EN
                            </a>
                        </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2022-04817.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Compte <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../fr/connect.html"> <span class="fa fa-sign-in"></span> Se connecter</a></li>
                            <li><a href="../../../fr/register.html"><span class="fa fa-plus"></span> Créer un compte</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2022-04817.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2022-04817.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2022-04817.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">
        Accueil
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">Liste des offres</a>
         > Détail d&#039;une offre        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2022-04817 - Ingénieur.e de production des moyens de calculs H/F - Saclay</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/fr/offres/2022-04817/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                                        </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Type de contrat : </b>
	        	Mobilité ou CDD
	        </p>	        
	    </div>
	    	    
	    		<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Contrat renouvelable : </b>
	        	Oui
	        </p>	        
	    </div>
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau de diplôme exigé : </b>
	        	Bac + 5 ou équivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	Personnel des fonctions support (IT)
	        </p>
	    </div>
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Corps d&#039;accueil : </b>
	        	Ingénieur de Recherche (IR)
	        </p>
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau d&#039;expérience souhaité : </b>
	        	De 3 à 5 ans
	        </p>
	    </div>
	        </div>
    
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">A propos du centre ou de la direction fonctionnelle</h4>
    	<div class="list-group-item-text text-justify">
    		<p>La <em><strong>Direction des syst&egrave;mes d'information</strong></em> (DSI) coordonne la mise en &oelig;uvre de la politique informatique d'Inria. Elle fait partie du si&egrave;ge de l&rsquo;Institut et est implant&eacute;e sur tous les sites Inria du territoire national (Rocquencourt, Paris, Saclay, Grenoble, Nancy, Sophia Antipolis, Rennes, Bordeaux, Lille et Lyon).</p>
<p>La DSI est compos&eacute;e d&rsquo;environ 120 agents r&eacute;partis en huit services :</p>
<ul>
<li>le Centre de services (DSI-CDS),</li>
<li><em><strong>le Service de production (DSI-SP)</strong></em>,</li>
<li>le Centre d'op&eacute;rations de s&eacute;curit&eacute; (DSI-SOC),</li>
<li>le Service des r&eacute;f&eacute;rents SI (DSI-SRSI),</li>
<li>le Service d'urbanisation et appui aux projets (DSI-SUAP),</li>
<li>le Service de conception d'infrastructure (DSI-SCI),</li>
<li>le Service applications (DSI-SA),</li>
<li>le Service des &eacute;quipements informatiques et du budget (DSI-SEIB).</li>
</ul>
<p>Elle est en charge :</p>
<ul>
<li>de la conception et du d&eacute;veloppement du Syst&egrave;me d'Information, de la mutualisation des services num&eacute;riques ainsi que de la mise en &oelig;uvre de la s&eacute;curit&eacute; informatique ;</li>
<li>de l'administration et du maintien en condition op&eacute;rationnelle des diff&eacute;rents services num&eacute;riques communs &agrave; Inria (messagerie, agendas, visioconf&eacute;rence...) ;</li>
<li>du maintien du catalogue de services num&eacute;riques</li>
<li>de l'achat et de la maintenance des &eacute;quipements, logiciels et prestations informatiques.</li>
</ul>
<p>&nbsp;</p>
<p><em><strong>Le service production</strong></em> recherche <em><strong>son ing&eacute;nieur.e syst&egrave;mes et r&eacute;seaux des moyens de calcul pour le centre de recherche de Saclay-Palaiseau.</strong></em> Le recrutement est ouvert &agrave; la <em><strong>mobilit&eacute; des fonctionnaires</strong></em> par la voie du d&eacute;tachement dans le corps des ing&eacute;nieurs de recherche <em><strong>ou</strong></em> par recours &agrave; un <strong><em>contrat &agrave; dur&eacute;e d&eacute;termin&eacute;e de 2 ans</em></strong> renouvelable.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Contexte et atouts du poste</h4>
    	<div class="list-group-item-text text-justify">
    		<p><em><strong>Le Service de production de la DSI</strong></em> d&rsquo;Inria est en charge des t&acirc;ches d&rsquo;ing&eacute;nierie concernant l&rsquo;<em><strong>int&eacute;gration et le d&eacute;ploiement des &eacute;l&eacute;ments du SI, et de son exploitation</strong></em>, aussi bien pour le datacenter national que pour les services r&eacute;partis dans les 9 centres de recherche d&rsquo;Inria, <strong><em>notamment les plateformes de calcul, de traitement des donn&eacute;es et d&rsquo;exp&eacute;rimentation.</em></strong></p>
<p><br /> Il installe, conﬁgure et met &agrave; jour les solutions d&eacute;ﬁnies avec le service de Conception infrastructure, le service Applications ou les &eacute;quipes d&rsquo;Exp&eacute;rimentation et D&eacute;veloppement en soutien aux chercheurs.<br /> Il r&eacute;dige la documentation et/ou les proc&eacute;dures permettant d&rsquo;administrer un service num&eacute;rique. Il pilote les mises en production.<br /> Responsable de la gestion des utilisateurs et des droits dans les applications, il est par ailleurs en charge de l&rsquo;h&eacute;bergement des ressources informatiques dans les datacenters locaux et nationaux.<br /><br /> L&rsquo;affectation de l&rsquo;ing&eacute;nieur.e recrut&eacute;.e se fera <strong><em>dans le cadre de la refonte des moyens de calcul de l&rsquo;institut</em></strong>. En effet, Inria est engag&eacute; dans <em><strong>un processus de consolidation de ses moyens de calcul</strong></em> (actuellement organis&eacute;s principalement au niveau de chaque centre de recherche) <em><strong>dans une offre unique</strong></em>, distribu&eacute;e dans les centres mais coordonn&eacute;e au niveau national.</p>
<p><strong><em>L&rsquo;offre de service r&eacute;sultant de ce projet constituera un ensemble unique en France</em></strong>, et rare dans le monde, de ressources et de services pour les besoins sp&eacute;cifiques en calcul et en traitement massif de donn&eacute;es de la recherche en sciences du num&eacute;rique: mise &agrave; disposition de technologies vari&eacute;es et parfois en avance de phase, services pour la reconfiguration, l&rsquo;instrumentation et g&eacute;n&eacute;ralement l&rsquo;exp&eacute;rimentation, avec des probl&eacute;matiques de reproductibilit&eacute;, de tra&ccedil;abilit&eacute;, d&rsquo;automatisation et de passage &agrave; l&rsquo;&eacute;chelle.</p>
<p>&nbsp;</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Mission confiée</h4>
    	<div class="list-group-item-text text-justify">
    		<p>En tant qu'ing&eacute;nieur.e de production des moyens de calcul vous aurez pour <strong><em>missions pricipales</em></strong> :</p>
<ul>
<li class="">Le maintien en conditions op&eacute;rationnelles de plateformes mat&eacute;rielles et logicielles dans le cadre des moyens de calcul</li>
<li class="">Le conseil et soutien des &eacute;quipes projets &agrave; formaliser leurs besoins d&rsquo;infrastructure scientiﬁque en collaboration avec les services conception de la DSI et le Service d&rsquo;Exp&eacute;rimentation et de D&eacute;veloppement du centre de recherche Inria de Saclay-Palaiseau et participerez au groupe de pilotage des moyens de calcul du centre</li>
<li class="">La contribution &agrave; l&rsquo;exploitation des infrastructures : serveurs Linux et Windows, NAS, hyperviseurs et virtualisation, sauvegardes, conﬁgurations r&eacute;seaux utilis&eacute;s par les &eacute;quipes de recherche du centre et au national.</li>
<li class="">Le d&eacute;veloppement et maintien de salles serveurs h&eacute;bergeant les ressources informatiques et num&eacute;riques du centre de recherche mais aussi de l&rsquo;Institut.</li>
</ul>
<p>Vous aurez comme <em><strong>mission sp&eacute;cifique</strong></em> pour la premi&egrave;re affectation la mise en oeuvre de l&rsquo;&eacute;volution des services n&eacute;cessaires &agrave; l&rsquo;offre de moyens de calcul de l&rsquo;institut</p>
<p>Vous aurez comme <strong><em>mission collective</em></strong> la r&eacute;alisation d'activit&eacute;s utiles au collectif des ing&eacute;nieurs de production de l&rsquo;institut, dans le domaine du calcul, mais aussi plus largement dans le but de mutualiser les savoir-faire.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Principales activités</h4>
    	<div class="list-group-item-text text-justify">
    		<p>&nbsp;</p>
<ul>
<li class="">Conﬁgurer, administrer et exploiter les plateformes de moyens de calcul en lien avec les ing&eacute;nieurs des services d&rsquo;exp&eacute;rimentation et de d&eacute;veloppement technologique</li>
<li class="">Conﬁgurer, administrer et exploiter les serveurs (physiques et virtuels) et les &eacute;quipement de stockage h&eacute;bergeant les services num&eacute;riques</li>
<li class="">Participer &agrave; l&rsquo;administration et &agrave; l&rsquo;exploitation de l&rsquo;infrastructure r&eacute;seau (ﬁrewalls, routeurs, switches)</li>
<li class="">Assurer des permanences de support &agrave; un niveau sp&eacute;cialis&eacute;, sur des incidents et des demandes d&rsquo;utilisateurs</li>
<li class="">Assurer la r&eacute;daction et pr&eacute;sentation de documentation</li>
<li class="">Contribuer &agrave; la conception globale, au maquettage et &agrave; la mise en &oelig;uvre des plateformes, en lien avec les autres services concern&eacute;s (Services d&rsquo;exp&eacute;rimentation et de d&eacute;veloppement technologique) et les chercheurs, sur l&rsquo;ensemble des couches des plateformes :
<ul>
<li class="">infrastructure</li>
<li class="">mat&eacute;riel informatique et sp&eacute;cifique au domaine du calcul (GPUs, r&eacute;seaux HPC, architectures mat&eacute;rielles sp&eacute;cifiques)</li>
<li class="">syst&egrave;me, r&eacute;seau, logiciels de bas niveau</li>
<li class="">logiciel scientifique</li>
<li class="">cas d&rsquo;usage d&rsquo;exp&eacute;rimentation</li>
</ul>
</li>
</ul>
<ul>
<li class="">Contribuer au montage et au suivi de projets d&rsquo;envergure, notamment pour financer les plateformes (CPER, Equipex, etc.)</li>
<li class="">Au sein du collectif DSI vous pourrez &ecirc;tre amen&eacute; &agrave; animer ponctuellement des formations ou des s&eacute;minaires, vous serez vecteur des bonnes pratiques en int&eacute;gration et exploitation des infrastrtuctures num&eacute;riques et pourrez assurer un r&ocirc;le de r&eacute;pr&eacute;sentation de l'institut sur le plan technique.</li>
</ul>
<p>&nbsp;</p>
<p>&nbsp;</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Compétences</h4>
		<div class="list-group-item-text text-justify">
			<p>En tant qu'ing&eacute;nieur.e de production des moyens de calcul, il est <em><strong>indispensable sur le plan technique</strong></em> :</p>
<ul>
<li>d'avoir une bonne connaissance des architectures syst&egrave;me (notamment Unix/Linux), des architectures de stockage (DAS, NAS (NetApp) et distribu&eacute; (BeeGFS)), des solution de virtualisation et conteneurisation (VMWare, Xen, OpenStack, &hellip;),</li>
<li class="">d'avoir une connaissance g&eacute;n&eacute;rale des r&eacute;seaux (routage, communication, &hellip;) et sp&eacute;ciﬁques aux clusters (Infiniband),</li>
<li class="">d'avoir une exp&eacute;rience dans l&rsquo;administration (d&eacute;ploiement et conﬁguration) de masse (Chaine DevOps, Puppet, Ansible)</li>
<li class="">d'avoir connaissance d&rsquo;un langage de scripting,</li>
<li class="">d'avoir connaissance des pratiques d&rsquo;hebergement en datacenter</li>
<li class="">d'avoir connaissance des pratiques ITIL</li>
</ul>
<p>En tant qu'ing&eacute;nieur.e de production des moyens de calcul il est <strong><em>&eacute;galement important</em></strong> :</p>
<ul>
<li class="">d'&ecirc;tre en capacit&eacute; de conduire la veille technologique au sein de l&rsquo;institut</li>
<li class="">d'&ecirc;tre en capacit&eacute; de proposer et r&eacute;aliser des mises en &oelig;uvre de r&eacute;f&eacute;rence, des prototypes et d&eacute;monstrateurs : autonomie, cr&eacute;ativit&eacute;, veille proactive, &eacute;coute des besoins.</li>
<li class="">d'&ecirc;tre en capacit&eacute; de comprendre les contextes et besoins et de les traduire dans des impl&eacute;mentations technologiques propos&eacute;es dans le cadre de l&rsquo;offre de service</li>
<li class="">d'&ecirc;tre en capacit&eacute; de r&eacute;diger, de publier et de pr&eacute;senter en fran&ccedil;ais et en anglais</li>
<li class="">d'&ecirc;tre en capacit&eacute; de travailler en &eacute;quipe et &agrave; distance</li>
<li class="">d'&ecirc;tre en capacit&eacute; d'encadrer d&rsquo;autres ing&eacute;nieurs sur le plan technique</li>
</ul>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Avantages</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail (90 jours/an) et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Rémunération</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Poste ouvert aux<strong> agents titulaires de la fonction publique </strong>et aux<strong> agents contractuels.</strong></p>
<p>La r&eacute;mun&eacute;ration est calcul&eacute;e sur la base des r&egrave;gles statutaires.</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2022-04817.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Postuler</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Partager</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2022-04817&title=Offre+d%27emploi+Inria&description=Ingénieur.e de production des moyens de calculs H/F - Saclay" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2022-04817&title=Offre d'emploi Inria&summary=Ingénieur.e de production des moyens de calculs H/F - Saclay" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Palaiseau&text=Offre d'emploi Inria : Ingénieur.e de production des moyens de calculs H/F - Saclay%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2022-04817" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Ingénieur.e de production des moyens de calculs H/F - Saclay%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2022-04817&subject=Offre d'emploi Inria: Ingénieur.e de production des moyens de calculs H/F - Saclay" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >Informations générales</h4>
	<ul class="nomargin">
									
				<li><strong>Ville :</strong>
			Palaiseau
		</li>
				
				<li><strong>Centre Inria :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/siege">Siège</a>
					</li>  
						
					<li><strong>Date de prise de fonction souhaitée :</strong>
				2023-02-01
			</li>
							<li><strong>Durée de contrat :</strong>
					2 ans
				</li>
							
				<li><strong>Date limite pour postuler :</strong>
			2023-05-31				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Equipe Inria :</strong>
							DSI-SP
										(DSI)
					</li>
												<li>
			<strong>Recruteur :</strong>
			<br/>
			San Michel
			/
			<a class="a-inria" href="mailto:michel.san@inria.fr">michel.san@inria.fr</a>
		</li>
	    	</ul>

        				
	    	<h4 >L&#039;essentiel pour réussir</h4>
    	<div class="text-justify">
    		<p>De <em><strong>formation Bac +5 en informatique</strong></em>, vous justiﬁez d&rsquo;une <em><strong>exp&eacute;rience d&rsquo;administrateur de moyens de calcul</strong></em> ou de solides <em><strong>comp&eacute;tences des syst&egrave;mes Linux</strong></em>.</p>
<p>Vous souhaitez <strong><em>participer aux &eacute;volutions des moyens de calcul li&eacute;s aux activit&eacute;s de recherche</em></strong> d'Inria et &ecirc;tes attir&eacute; par les technologies li&eacute;es aux mat&eacute;riels et leurs performances.</p>
<p>Vous aimez le<em><strong> travail en &eacute;quipe et &agrave; distance</strong></em> et savez positionner votre activit&eacute; <strong><em>dans le cadre de projets</em></strong> et plus largement dans le contexte de <strong><em>processus de production pr&eacute;conis&eacute;s par les pratiques ITIL</em></strong>.</p>
<p>Vous &ecirc;tes tenace et appr&eacute;ciez l&rsquo;<em><strong>effort au long terme</strong></em>. Votre sens du relationnel vous permet de nouer des relations de travail stables et vous appr&eacute;ciez la formation et l'aide aux utilisateurs (stagiaires, doctorants).</p>
    	</div>
    
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">A propos d&#039;Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria est l’institut national de recherche dédié aux sciences et technologies du numérique. Il emploie 2600 personnes. Ses 200 équipes-projets agiles, en général communes avec des partenaires académiques, impliquent plus de 3500 scientifiques pour relever les défis du numérique, souvent à l’interface d’autres disciplines. L’institut fait appel à de nombreux talents dans plus d’une quarantaine de métiers différents. 900 personnels d’appui à la recherche et à l’innovation contribuent à faire émerger et grandir des projets scientifiques ou entrepreneuriaux qui impactent le monde. Inria travaille avec de nombreuses entreprises et a accompagné la création de plus de 180 start-up. L&#039;institut s&#039;eﬀorce ainsi de répondre aux enjeux de la transformation numérique de la science, de la société et de l&#039;économie.
    					</p>
    				</div>
            			
	<h4 >Consignes pour postuler</h4>
	<div class="text-justify">
		
	</div>
				
	<p class="text-justify">
		<strong>Sécurité défense : </strong>
		<br/>
		Ce poste est susceptible d’être affecté dans une zone à régime restrictif (ZRR), telle que définie dans le décret n°2011-1425 relatif à la protection du potentiel scientifique et technique de la nation (PPST). L’autorisation d’accès à une zone est délivrée par le chef d’établissement, après avis ministériel favorable, tel que défini dans l’arrêté du 03 juillet 2012, relatif à la PPST. Un avis ministériel défavorable pour un poste affecté dans une ZRR aurait pour conséquence l’annulation du recrutement.
    </p>
             	
    <p class="text-justify">
    	<strong> Politique de recrutement :</strong>
        <br/>
		Dans le cadre de sa politique diversité, tous les postes Inria sont accessibles aux personnes en situation de handicap.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Attention</b>: Les candidatures doivent être déposées en ligne sur le site Inria. Le traitement des candidatures adressées par d'autres canaux n'est pas garanti.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        Je crée mon compte
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 Pour suivre votre candidature
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/fr/register?ref=2022-04817"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Créer un compte
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							J&#039;ai déjà un compte!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/fr/offres/2022-04817/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Se connecter
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Annuler </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../fr/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../fr/mentions-legales.html" target="_blank">Mentions légales</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
