<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05880 - Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05880" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                         <span class="toplang-button">
                             <a class="a-inria" href="2023-05880.html" >FR</a> <span class="inria-gray2">|</span>
                             <a class="inria-gray2" href="../../en/offres/2023-05880.html" title="English">
                                EN
                            </a>
                        </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05880.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Compte <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../fr/connect.html"> <span class="fa fa-sign-in"></span> Se connecter</a></li>
                            <li><a href="../../../fr/register.html"><span class="fa fa-plus"></span> Créer un compte</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05880.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05880.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05880.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">
        Accueil
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">Liste des offres</a>
         > Détail d&#039;une offre        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05880 - Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/fr/offres/2023-05880/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                  </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Type de contrat : </b>
	        	CDD
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau de diplôme exigé : </b>
	        	Bac + 5 ou équivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	Doctorant
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau d&#039;expérience souhaité : </b>
	        	Jeune diplômé
	        </p>
	    </div>
	        </div>
    
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">A propos du centre ou de la direction fonctionnelle</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Le centre de recherche Inria de Lyon (pr&eacute;c&eacute;demment antenne lyonnaise du centre Inria de Grenoble), est le 9&egrave;me centre de recherche Inria, cr&eacute;&eacute; formellement en d&eacute;cembre 2021. Il regroupe environ 270 personnes (dont 110 salari&eacute;s Inria) au sein de 15 &eacute;quipes de recherche et de services supports &agrave; la recherche.</p>
<p>Ses effectifs sont distribu&eacute;s &agrave; ce stade sur 2 campus : &agrave; Villeurbanne, La Doua (Centre / INSA Lyon / UCBL) d&rsquo;une part, et &agrave; Lyon Gerland (ENS de Lyon) d&rsquo;autre part. Une 3&egrave;me implantation devrait voir le jour dans le courant de 2022. Les &eacute;quipes sont essentiellement h&eacute;berg&eacute;es chez nos partenaires. Les &eacute;quipes du centre travaillent en lien &eacute;troit avec les &eacute;tablissements de recherche et d'enseignement sup&eacute;rieur (ENS de Lyon, UCBL, INSA Lyon, &hellip;), leurs laboratoires, et autres organismes de recherche de Lyon (CNRS, INRAE, p&ocirc;les de comp&eacute;titivit&eacute;, &hellip;), mais aussi avec les acteurs &eacute;conomiques lyonnais et r&eacute;gionaux. De nombreuses collaborations sont par ailleurs en cours &agrave; l&rsquo;international. Le centre de Lyon est pr&eacute;sent dans les domaines du logiciel, du calcul distribu&eacute; et haute performance, des syst&egrave;mes embarqu&eacute;s, du calcul quantique et de respect de la vie priv&eacute;e dans le monde num&eacute;rique, mais aussi de la sant&eacute; et de la biologie num&eacute;riques.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Contexte et atouts du poste</h4>
    	<div class="list-group-item-text text-justify">
    		<p><strong>Objectif de la th&egrave;se</strong><br />L'objectif est de la th&egrave;se est d'am&eacute;liorer les algorithmes quantiques existants, pour les adapter sp&eacute;cifiquement pour les algorithmes de traitement du signal pour les syst&egrave;mes de transmission d'information NOMA. En particulier, l'objectif est d'am&eacute;liorer les performances d&eacute;j&agrave; obtenues avec un algorithme basique qui montre que cette approche est prometteuse, voire de proposer de nouveaux algorithmes pour r&eacute;duire la complexit&eacute; des algorithmes de d&eacute;tection utilis&eacute;s en t&eacute;l&eacute;communications, pour la s&eacute;paration de signaux multiples dans des r&eacute;cepteurs multi-utilisateurs &agrave; grande dimension (grand nombre d'antennes, grand nombre de capteurs, ...). Cette probl&eacute;matique<br />est d'actualit&eacute; car ce sc&eacute;nario est critique pour l'am&eacute;lioration des syst&egrave;mes d'acc&egrave;s IoT massifs ou pour le d&eacute;veloppement de la 6G.</p>
<p>&nbsp;</p>
<p>Cette th&egrave;se est financ&eacute;e dans le cadre du projet PEPR 5G.</p>
<p>Les diff&eacute;rentes missions lors de la th&egrave;se seront financ&eacute;es.</p>
<p>Le/la doctorant.e pourra enseigner &agrave; l'INSA si cela est souhait&eacute;.</p>
<p><strong>&nbsp;Information importante concernant le contexte sanitaire COVID-19 : </strong>en cas d'interdiction du gouvernement fran&ccedil;ais ou d'Inria de travailler sur site en raison de la situation sanitaire, &agrave; Inria Grenoble Rh&ocirc;ne-Alpes la prise de poste du candidat peut se faire en t&eacute;l&eacute;travail.<strong><br /></strong></p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Mission confiée</h4>
    	<div class="list-group-item-text text-justify">
    		<p><strong>Missions :</strong><br />Avec l'aide de ses encadrants, le.a doctorant.e s'int&eacute;ressera &agrave; l'utilisation des algorithmes quantiques pour la d&eacute;tection aveugle des utilisateurs actifs pour des communications sans fils en voie montante. Sur un premier<br />volet, il/elle r&eacute;alisera l'analyse des algorithmes quantiques existants dans la litt&eacute;rature, pour les communications mais aussi dans les autres domaines d'application. L'objectif sera d'identier les approches les plus pertinentes pour notre cas d'&eacute;tude, afin de pouvoir les am&eacute;liorer et proposer un algorithme d&eacute;di&eacute;. L'&eacute;tude des algorithmes pourra se faire par simulation, gr&acirc;ce aux librairies d&eacute;j&agrave; disponibles, par exemple en Python, QiSkit. En parall&egrave;le, il/elle travaillera &agrave; la d&eacute;finition d'autres algorithmes quantiques.</p>
<p><strong>Pour une meilleure connaissance du sujet de recherche propos&eacute; :</strong></p>
<p>Dans le contexte de l&rsquo;Internet des Objets, la communaut&eacute; scientifique ainsi que les op&eacute;rateurs s&rsquo;int&eacute;ressent &agrave; la transmission sans fils de paquets courts (principalement en voie montante), issus de la transmission sporadique de plusieurs centaines de milliers de n&oelig;uds. Les technologies actuelles, bas&eacute;es sur la r&eacute;servation de ressources pr&eacute;alablement &agrave; la transmission, ne sont plus adapt&eacute;es. En effet, leur co&ucirc;t d&rsquo;&eacute;tablissement (bande passante, d&eacute;lais) est trop grand devant la quantit&eacute; de donn&eacute;es &agrave; transmettre. L&rsquo;id&eacute;al serait de donc de supprimer compl&egrave;tement ces m&eacute;canismes d&rsquo;allocation de ressources, en particulier pour des applications URLLC (Ultra Reliable and Low Latency Communications) [2]. Pour cela, dans les syst&egrave;mes NOMA (Non-Orthogonal Multiple Access), chaque n&oelig;ud est identifi&eacute; par une s&eacute;quence cod&eacute;e qui lui est propre et qui permet, avec une forte probabilit&eacute;, de le distinguer des autres n&oelig;uds [3]. Cette approche introduit des interf&eacute;rences (qui peuvent &ecirc;tre trait&eacute;es avec des techniques de traitement du signal), mais permet n&eacute;anmoins en th&eacute;orie de d&eacute;tecter au niveau de la station de base le sous-ensemble de n&oelig;uds actifs &agrave; chaque instant. Cependant, en pratique, l&rsquo;identification des n&oelig;uds actifs est tr&egrave;s couteux en terme de ressources de calculs. En effet, il faut tester toutes les combinaisons possibles pour identifier la plus probable. Avec des algorithmes classiques (i.e. non-quantiques), la recherche se faisant dans des donn&eacute;es ne pouvant &ecirc;tre tri&eacute;es, la fiabilit&eacute; maximale est obtenue par recherche exhaustive, dont la complexit&eacute; cro&icirc;t au moins de mani&egrave;re lin&eacute;aire en . Il existe des algorithmes sous-optimaux permettant de r&eacute;duire cette complexit&eacute;, mais au d&eacute;triment des performances (i.e. fiabilit&eacute; de d&eacute;tection).</p>
<p>N&eacute;anmoins, l&rsquo;&eacute;mergence des technologies quantiques ouvre de nouvelles perspectives. En effet, les algorithmes quantiques de recherche exhaustive permettent de tester toutes les combinaisons simultan&eacute;ment (gr&acirc;ce au principe de superposition), et de converger en &nbsp;it&eacute;rations [1].</p>
<p>De tels algorithmes ont d&eacute;j&agrave; &eacute;t&eacute; consid&eacute;r&eacute;s pour la d&eacute;tection des donn&eacute;es transmises dans un syst&egrave;me de transmission sans fils multi utilisateurs [6][7]. En particulier, dans [8] et [9], nous avons appliqu&eacute;s l'agorithme de Grover pour l&rsquo;identification des n&oelig;uds actifs, et montr&eacute; leur int&eacute;r&ecirc;t. N&eacute;anmoins, il reste de nombreuses pistes d'am&eacute;lioration. L&rsquo;objectif de cette th&egrave;se est donc de proposer de nouveaux algorithmes de d&eacute;tection multi-utilisateurs pour les syst&egrave;mes de transmission sans fils, bas&eacute;s sur une architecture quantique.</p>
<p>[1] K. Grover, &ldquo;A fast quantum mechanical algorithm for databasesearch,&rdquo; inProc. 1996 ACM Symposium on the Theory of Computing,pp. 212&ndash;219</p>
<p>[2] P. Schulz, M. Matthe, H. Klessig, M. Simsek, G. Fettweis, J. Ansari, S. A. Ashraf, B. Almeroth, J. Voigt, I. Riedel, A. Puschmann, A. Mitschele-Thiel, M. Muller, T. Elste, and M. Windisch, &ldquo;Latency Critical IoT Applications in 5G: Perspective on the Design of Radio Interface and Network Architecture,&rdquo;IEEE Communications Magazine vol. 55, pp. 70&ndash;78, feb 2017</p>
<p>[3] M. Shirvanimoghaddam, M. Dohler, and S. J. Johnson, &ldquo;Massive Non-Orthogonal Multiple Access for Cellular IoT: Potentials and Limitations,&rdquo;IEEE Communications Magazine, vol. 55, no. 9, pp. 55&ndash;61, 2017.</p>
<p>[4] R. Xie, H. Yin, X. Chen, and Z. Wang, &ldquo;Many Access for Small Packets Based on Precoding and Sparsity-Aware Recovery,&rdquo; IEEE Transactions on Communications , vol. 64, pp. 4680&ndash;4694, nov 20</p>
<p>[5] Duchemin, Diane, Jean-Marie Gorce, and Claire Goursaud. "Low complexity Detector for massive uplink random access with NOMA in IoT LPWA networks." WCNC 2019.</p>
<p>[6] Botsinis, Panagiotis, et al. "Quantum Search Algorithms for Wireless Communications." <em>IEEE Communications Surveys &amp; Tutorials</em> 21.2 (2018): 1209-1242.</p>
<p>[7] Ye, Wenjing, et al. "Quantum Search-Aided Multi-User Detection for Sparse Code Multiple Access." <em>IEEE Access</em> 7 (2019): 52804-52817.</p>
<p>[8] Habibie, Muhammad Idham, Jihad Hamie, and Claire Goursaud. "Adaptation of Grover's Quantum Algorithm to Multiuser Detection in an OCDMA System." <em>2021 IEEE Symposium On Future Telecommunication Technologies (SOFTT)</em>. IEEE, 2021.</p>
<p>[9] Habibie, Muhammad Idham, Jihad Hamie, and Claire Goursaud. "A Performance Comparison of Classical and Quantum Algorithm for Active User Detection." <em>2022 IEEE 23rd International Workshop on Signal Processing Advances in Wireless Communication (SPAWC)</em>. IEEE, 2022.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Principales activités</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Analyser les besoins des algorithmes classiques de communication</li>
<li>Proposer des solutions quantiques adapt&eacute;es</li>
<li>D&eacute;velopper des programmes/ des applications/ des interfaces de test de ces algorithmes</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Compétences</h4>
		<div class="list-group-item-text text-justify">
			<p>Comp&eacute;tences techniques et niveau requis :</p>
<p>Le.a candidat.e aura une formation lui permettant de maitriser les techniques de transmission de l'information (PHY et MAC).</p>
<p>Des connaissances en quantiques seront un plus tr&egrave;s appr&eacute;ci&eacute;, ainsi que de bonnes capacit&eacute;s de programmation.</p>
<p>Langues : Fran&ccedil;ais, Anglais</p>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Avantages</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail 90 jours/an fixes ou flottants et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
<li>S&eacute;curit&eacute; sociale</li>
<li>Participation Protection Sociale Compl&eacute;mentaire sous conditions</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Rémunération</h4>
    	<div class="list-group-item-text text-justify">
    		<p><strong>1&egrave;re et 2&egrave;me ann&eacute;e :</strong> 2 051 euros brut /mois<br /> <br /> <strong>3<sup>&egrave;me</sup> ann&eacute;e:</strong> 2 158 euros brut / mois</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05880.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Postuler</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Partager</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05880&title=Offre+d%27emploi+Inria&description=Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05880&title=Offre d'emploi Inria&summary=Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Villeurbanne&text=Offre d'emploi Inria : Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05880" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05880&subject=Offre d'emploi Inria: Doctorant F/H Algorithmes quantiques dédiés aux systèmes NOMA" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >Informations générales</h4>
	<ul class="nomargin">
									<li><strong>Thème/Domaine :</strong>
											Réseaux et télécommunications
						<br/>										
											Système &amp; réseaux
													(BAP E)
																
				</li>
							
				<li><strong>Ville :</strong>
			Villeurbanne
		</li>
				
				<li><strong>Centre Inria :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/lyon">Centre Inria de Lyon</a>
					</li>  
						
					<li><strong>Date de prise de fonction souhaitée :</strong>
				2023-09-01
			</li>
							<li><strong>Durée de contrat :</strong>
					3 ans
				</li>
							
				<li><strong>Date limite pour postuler :</strong>
			2023-04-16				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Equipe Inria :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/MARACAS" target="_blank">MARACAS</a>    	
								</li>
																			<li>
			<strong>Directeur de thèse :</strong>
			<br/>
			Goursaud Claire
			/
			<a class="a-inria" href="mailto:claire.goursaud@inria.fr">claire.goursaud@inria.fr</a>
		</li>
	    	</ul>

        				
	    	<h4 >L&#039;essentiel pour réussir</h4>
    	<div class="text-justify">
    		<p>The candidate must have training allowing him to master the techniques of transmission of information (PHY and MAC).</p>
<p>Knowledge in quantum will be very appreciated, as well as good programming skills.</p>
<p>Languages: French, English</p>
    	</div>
    
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">A propos d&#039;Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria est l’institut national de recherche dédié aux sciences et technologies du numérique. Il emploie 2600 personnes. Ses 200 équipes-projets agiles, en général communes avec des partenaires académiques, impliquent plus de 3500 scientifiques pour relever les défis du numérique, souvent à l’interface d’autres disciplines. L’institut fait appel à de nombreux talents dans plus d’une quarantaine de métiers différents. 900 personnels d’appui à la recherche et à l’innovation contribuent à faire émerger et grandir des projets scientifiques ou entrepreneuriaux qui impactent le monde. Inria travaille avec de nombreuses entreprises et a accompagné la création de plus de 180 start-up. L&#039;institut s&#039;eﬀorce ainsi de répondre aux enjeux de la transformation numérique de la science, de la société et de l&#039;économie.
    					</p>
    				</div>
            			
	<h4 >Consignes pour postuler</h4>
	<div class="text-justify">
		<p>Les candidatures doivent &ecirc;tre d&eacute;pos&eacute;es en ligne sur le site Inria.<br /> Le traitement des candidatures adress&eacute;es par d'autres canaux n'est pas garanti.</p>
	</div>
				
	<p class="text-justify">
		<strong>Sécurité défense : </strong>
		<br/>
		Ce poste est susceptible d’être affecté dans une zone à régime restrictif (ZRR), telle que définie dans le décret n°2011-1425 relatif à la protection du potentiel scientifique et technique de la nation (PPST). L’autorisation d’accès à une zone est délivrée par le chef d’établissement, après avis ministériel favorable, tel que défini dans l’arrêté du 03 juillet 2012, relatif à la PPST. Un avis ministériel défavorable pour un poste affecté dans une ZRR aurait pour conséquence l’annulation du recrutement.
    </p>
             	
    <p class="text-justify">
    	<strong> Politique de recrutement :</strong>
        <br/>
		Dans le cadre de sa politique diversité, tous les postes Inria sont accessibles aux personnes en situation de handicap.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Attention</b>: Les candidatures doivent être déposées en ligne sur le site Inria. Le traitement des candidatures adressées par d'autres canaux n'est pas garanti.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        Je crée mon compte
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 Pour suivre votre candidature
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/fr/register?ref=2023-05880"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Créer un compte
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							J&#039;ai déjà un compte!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/fr/offres/2023-05880/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Se connecter
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Annuler </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../fr/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../fr/mentions-legales.html" target="_blank">Mentions légales</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
