<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05779 - Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05779" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                         <span class="toplang-button">
                             <a class="a-inria" href="2023-05779.html" >FR</a> <span class="inria-gray2">|</span>
                             <a class="inria-gray2" href="https://jobs.inria.fr/public/classic/en/offres/2023-05779" title="English">
                                EN
                            </a>
                        </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05779.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Compte <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../fr/connect.html"> <span class="fa fa-sign-in"></span> Se connecter</a></li>
                            <li><a href="../../../fr/register.html"><span class="fa fa-plus"></span> Créer un compte</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05779.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05779.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05779.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">
        Accueil
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">Liste des offres</a>
         > Détail d&#039;une offre        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05779 - Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/fr/offres/2023-05779/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                                                                        </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Type de contrat : </b>
	        	CDD
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau de diplôme exigé : </b>
	        	Bac + 5 ou équivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	Doctorant
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau d&#039;expérience souhaité : </b>
	        	Jeune diplômé
	        </p>
	    </div>
	        </div>
    
        
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Contexte et atouts du poste</h4>
    	<div class="list-group-item-text text-justify">
    		<p><span style="font-size: 12pt;"><strong>Contexte et objectifs de la th&egrave;se:</strong></span></p>
<p>Les nuisances sonores sont cit&eacute;es comme premi&egrave;re source de g&ecirc;ne par les populations et constituent un enjeu sanitaire et social important, contribuant notamment au stress, aux d&eacute;ficits d'attention en classe, ou aux acouph&egrave;nes. La g&ecirc;ne est souvent li&eacute;e &agrave; la mauvaise qualit&eacute; acoustique de la salle due &agrave; une r&eacute;verb&eacute;ration trop importante (cantine, piscine, cr&egrave;che&hellip;).</p>
<p>Dans le cadre de la r&eacute;habilitation acoustique des salles, la proposition d&rsquo;une solution n&eacute;cessite une bonne connaissance des caract&eacute;ristiques g&eacute;om&eacute;triques et acoustiques de l&rsquo;existant (dimension de la salle, absorption et diffusion de ses diff&eacute;rents rev&ecirc;tements). Pour estimer ces param&egrave;tres inconnus, les acousticiens de terrain s&rsquo;appuient sur des mesures du champ sonore combin&eacute;es &agrave; des connaissances g&eacute;om&eacute;triques et acoustiques <em>a priori</em> du lieu et du dispositif utilis&eacute; (sources et microphones). L&rsquo;estimation est typiquement effectu&eacute;e par calage manuel et it&eacute;ratif des param&egrave;tres d&rsquo;entr&eacute;es de mod&egrave;les acoustiques analytiques ou num&eacute;riques sur les mesures. Le processus complet d&rsquo;un diagnostic est donc long, co&ucirc;teux et parfois impr&eacute;cis selon les mod&egrave;les utilis&eacute;s.</p>
<p>Face &agrave; ce constat, le d&eacute;veloppement de m&eacute;thodes dites <em>inverses<strong>&nbsp;</strong></em>permettant de remonter automatiquement aux param&egrave;tres acoustiques d&rsquo;int&eacute;r&ecirc;t &agrave; partir de mesures audio seules constituerait une perc&eacute;e majeure pour l&rsquo;acoustique du b&acirc;timent, ouvrant la voie au d&eacute;veloppement d&rsquo;outils plus simples, plus rapides et plus fiables &agrave; destination des acousticiens.</p>
<p>La th&egrave;se propos&eacute;e, qui s'inscrit dans le cadre d'une collaboration entre l'&eacute;quipe d'acoustique environnementale du Cerema de Strasbourg et l'Inria entam&eacute;e en 2020, vise &agrave; obtenir des <strong>perc&eacute;es m&eacute;thodologiques sur ces probl&egrave;mes inverses</strong> ouverts et difficiles, en <strong>combinant des approches novatrices issues des domaines du traitement du signal et de l&rsquo;apprentissage automatique</strong>.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Mission confiée</h4>
    	<div class="list-group-item-text text-justify">
    		<p><span style="font-size: 12pt;"><strong>Missions et verrous scientifiques:</strong></span></p>
<p>L&rsquo;objectif sous-jacent au projet de th&egrave;se est le d&eacute;veloppement d&rsquo;un syst&egrave;me qui, &agrave; partir&nbsp;:</p>
<ul>
<li>d&rsquo;un nombre minimal de mesures acoustiques (ex&nbsp;: r&eacute;ponses impulsionnelles issues d&rsquo;une paire source-microphone mobiles),</li>
<li>de connaissances <em>a priori</em> minimales (ex&nbsp;: dimensions approximatives de la salle),</li>
</ul>
<p>puisse estimer finement et automatiquement les propri&eacute;t&eacute;s acoustiques des diff&eacute;rents rev&ecirc;tements pr&eacute;sents. La marche est haute, et un enjeu central est celui de la confrontation &agrave; des cas d&rsquo;usages r&eacute;els de techniques aujourd&rsquo;hui limit&eacute;es &agrave; des conditions largement id&eacute;alis&eacute;es. La th&egrave;se vise &agrave; d&eacute;bloquer 3 verrous scientifiques cl&eacute;s pour r&eacute;pondre &agrave; cet enjeu.</p>
<p><strong>Verrou 1&nbsp;: Directivit&eacute; et information g&eacute;om&eacute;trique</strong></p>
<p>Nos &eacute;tudes pr&eacute;liminaires ont permis de d&eacute;velopper des m&eacute;thodes qui, dans des conditions id&eacute;alis&eacute;es, permettent d&rsquo;estimer les profils d&rsquo;absorption des parois &eacute;tant donn&eacute;e la g&eacute;om&eacute;trie de la pi&egrave;ce d&rsquo;une part [1,2,3], et d&rsquo;estimer la g&eacute;om&eacute;trie d&rsquo;une pi&egrave;ce aux parois id&eacute;ales d&rsquo;autre part [4]. Un verrou majeur est la g&eacute;n&eacute;ralisation de ces m&eacute;thodes &agrave; des sources, microphones et parois r&eacute;els, c&rsquo;est-&agrave;-dire, dont leurs r&eacute;ponses d&eacute;pendent de la fr&eacute;quence et de l&rsquo;angle, ainsi que l&rsquo;hybridation de ces approches pour pallier &agrave; une connaissance imparfaite de la g&eacute;om&eacute;trie dans les cas d&rsquo;usages r&eacute;els.</p>
<p><strong>Verrou 2&nbsp;: Guidage hybride par la physique et les donn&eacute;es</strong></p>
<p>L&rsquo;&eacute;tat de l&rsquo;art se scinde en deux types d&rsquo;approches&nbsp;: celles purement guid&eacute;es par les donn&eacute;es annot&eacute;es simul&eacute;es, consistant &agrave; entra&icirc;ner un mod&egrave;le type r&eacute;seau de neurones, et celles purement guid&eacute;es par la physique, r&eacute;solvant par optimisation un probl&egrave;me inverse reposant sur un mod&egrave;le acoustique id&eacute;alis&eacute;. Un verrou important consiste &agrave; tirer le meilleur de ces deux paradigmes en les hybridant. Cela passera par l&rsquo;am&eacute;lioration du r&eacute;alisme physique des simulateurs, l&rsquo;utilisation de techniques dites <em>auto-supervis&eacute;</em> sur donn&eacute;es non-annot&eacute;es, et l&rsquo;emploi de techniques dites d&rsquo;<em>unrolling</em> pour corriger les mod&egrave;les physiques sous-jacents par apprentissage.</p>
<p><strong>Verrou 3&nbsp;: Diffusion et g&eacute;om&eacute;tries complexes</strong></p>
<p>Les approches en acoustique des salles, d&rsquo;int&eacute;r&ecirc;t pour nos travaux, consid&egrave;rent uniquement des bo&icirc;tes aux parois parfaitement sp&eacute;culaires et r&eacute;fl&eacute;chissantes. Il y a donc un verrou fort &agrave; lever d&rsquo;un point de vue de la mod&eacute;lisation acoustique pour g&eacute;n&eacute;raliser ce mod&egrave;le simple &agrave; des situations plus proches de la r&eacute;alit&eacute;, incluant g&eacute;om&eacute;tries complexes et ph&eacute;nom&egrave;nes de diffusion aux parois. Bien que d&rsquo;importantes bases th&eacute;oriques existent sur diff&eacute;rents aspects de cette mod&eacute;lisation, leur combinaison en un mod&egrave;le tractable et adapt&eacute; aux r&eacute;alit&eacute;s de l&rsquo;acoustique du b&acirc;timent reste ouverte.</p>
<p><span style="font-size: 12pt;"><strong>Bibliographie:</strong></span></p>
<p>La th&egrave;se s'appuiera notamment sur les travaux pr&eacute;liminaires suivants effectu&eacute;s par l'&eacute;quipe:</p>
<p>[1] C. Foy, A. Deleforge, D. Di Carlo. Mean absorption estimation from room impulse responses using virtually supervised learning.&nbsp;The Journal of the Acoustical Society of America,&nbsp;150(2), 1286-1299; (2021).</p>
<p>[2] S. Dilungana, A. Deleforge, C. Foy, and S. Faisan, Learning-based estimation of individual absorption profiles from a single room impulse response with known positions of source, sensor and surfaces. In INTER-NOISE and NOISE-CON Congress and Conference Proceedings, vol. 263, No. 1, pp. 5623-5630 (2021)</p>
<p>[3] S. Dilungana, A. Deleforge, C. Foy, S. Faisan, Geometry-Informed estimation of surface absorption profiles from impulses responses, Eusipco, 30th European Signal Processing Conference (2022).</p>
<p>[4] T. Sprunck, Y. Privat, C. Foy, A. Deleforge, Gridless 3D Recovery if Images Sources from Room Impulse Responses,&nbsp;IEEE Signal Processing Letters (2022).</p>
<p><span style="font-size: 12pt;"><strong>Environnement de travail:</strong></span></p>
<p>La th&egrave;se sera co-encadr&eacute;e par Antoine Deleforge (Charg&eacute; de recherche Inria), C&eacute;dric Foy (Charg&eacute; de Recherche UMR AE, Cerema) et Sylvain Faisan (Ma&icirc;tre de conf&eacute;rence &agrave; T&eacute;l&eacute;com Physique Strasbourg, Laborataoire ICube). L'essentiel de la th&egrave;se se d&eacute;roulera dans l'&eacute;quipe d'acoustique environnementale du Cerema de Strasbourg, m&ecirc;me si des interactions plus ou moins forte avec l'UFR de math&eacute;matiques et le laboratoire d'informatique ICube pourront &ecirc;tre envisag&eacute;es. Le doctorant travaillera en pr&eacute;sence d'autres doctorants et stagiaires de l'&eacute;quipe.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Principales activités</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Recherches et analyses bibliographiques sur le sujet</li>
<li>D&eacute;veloppement d'algorithme directs (simulation) et inverses (estimation de param&egrave;tres) reposant sur les mod&egrave;les physique sous-jacent du probl&egrave;me (&eacute;quation des ondes, mod&egrave;les de source et microphone).</li>
<li>Hybridation de ces algorithmes avec des m&eacute;thodes avanc&eacute;es de deep learning</li>
<li>Impl&eacute;mentations et test de ces algorithmes en Python/Pytorch</li>
<li>Collectes de donn&eacute;es acoustiques r&eacute;elles dans des salles</li>
<li>Validation des approches sur donn&eacute;es r&eacute;elles</li>
<li>R&eacute;daction d'articles scientifiques sur les r&eacute;sultats obtenus</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Compétences</h4>
		<div class="list-group-item-text text-justify">
			<ul>
<li>Programmation: excellent niveau en Python, connaissance optionelle de Matlab</li>
<li>Exp&eacute;rience en d&eacute;velopppement de m&eacute;thode de&nbsp;deep learning</li>
<li>Excellent niveau en math&eacute;matiques (alg&egrave;bre lin&eacute;aire, analyse, statistiques)</li>
<li>Connaissances en traitement du signal&nbsp;</li>
<li>Connaissances en m&eacute;thodes inverses (optionnel)</li>
<li>Connaissances en acoustique (optionnel)</li>
<li>Excellent niveau d'&eacute;criture et de lecture technique en anglais</li>
<li>Savoir effectuer une pr&eacute;sentation devant une audience experte ou non-experte</li>
</ul>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Avantages</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail (apr&egrave;s 6 mois d'anciennet&eacute;) et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
<li>S&eacute;curit&eacute; sociale</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Rémunération</h4>
    	<div class="list-group-item-text text-justify">
    		<p>2051&euro; brut/mois pour la 1&egrave;re et la 2&egrave;me ann&eacute;e. 2158&euro; brut/mois pour la 3&egrave;me ann&eacute;e.</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05779.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Postuler</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Partager</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05779&title=Offre+d%27emploi+Inria&description=Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05779&title=Offre d'emploi Inria&summary=Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Strasbourg&text=Offre d'emploi Inria : Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05779" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05779&subject=Offre d'emploi Inria: Doctorant F/H Diagnostiquer l’acoustique d’une salle grâce au traitement du signal et à l’apprentissage automatique" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >Informations générales</h4>
	<ul class="nomargin">
									<li><strong>Thème/Domaine :</strong>
											Optimisation, apprentissage et méthodes statistiques
						<br/>										
											Calcul Scientifique
													(BAP E)
																
				</li>
							
				<li><strong>Ville :</strong>
			Strasbourg
		</li>
				
				<li><strong>Centre Inria :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/nancy">CRI Nancy - Grand Est</a>
					</li>  
						
					<li><strong>Date de prise de fonction souhaitée :</strong>
				2023-10-02
			</li>
							<li><strong>Durée de contrat :</strong>
					3 ans
				</li>
							
				<li><strong>Date limite pour postuler :</strong>
			2023-04-08				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Equipe Inria :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/MULTISPEECH" target="_blank">MULTISPEECH</a>    	
								</li>
																			<li>
			<strong>Directeur de thèse :</strong>
			<br/>
			Deleforge Antoine
			/
			<a class="a-inria" href="mailto:antoine.deleforge@inria.fr">antoine.deleforge@inria.fr</a>
		</li>
	    	</ul>

        				
	    	<h4 >L&#039;essentiel pour réussir</h4>
    	<div class="text-justify">
    		<ul>
<li>Int&eacute;r&ecirc;t et affinit&eacute; pour la recherche scientifique</li>
<li>Int&eacute;r&ecirc;t et affinit&eacute; pour les math&eacute;matiques</li>
<li>Int&eacute;r&ecirc;t et affinit&eacute; pour le d&eacute;veloppement, le test et l'impl&eacute;mentation d'algorithmes (Language Python)</li>
<li>Curiosit&eacute; d'apprendre sur un sujet &agrave; la crois&eacute;e de plusieurs domaine (Acoustique, traitement du signal, optimisation, machine learning)</li>
<li>Int&eacute;r&ecirc;t pour le domaine d'application de l'acoustique des salles</li>
<li>Initiative et esprit de synth&egrave;se</li>
</ul>
    	</div>
    
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">A propos d&#039;Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria est l’institut national de recherche dédié aux sciences et technologies du numérique. Il emploie 2600 personnes. Ses 200 équipes-projets agiles, en général communes avec des partenaires académiques, impliquent plus de 3500 scientifiques pour relever les défis du numérique, souvent à l’interface d’autres disciplines. L’institut fait appel à de nombreux talents dans plus d’une quarantaine de métiers différents. 900 personnels d’appui à la recherche et à l’innovation contribuent à faire émerger et grandir des projets scientifiques ou entrepreneuriaux qui impactent le monde. Inria travaille avec de nombreuses entreprises et a accompagné la création de plus de 180 start-up. L&#039;institut s&#039;eﬀorce ainsi de répondre aux enjeux de la transformation numérique de la science, de la société et de l&#039;économie.
    					</p>
    				</div>
            			
	<h4 >Consignes pour postuler</h4>
	<div class="text-justify">
		
	</div>
				
	<p class="text-justify">
		<strong>Sécurité défense : </strong>
		<br/>
		Ce poste est susceptible d’être affecté dans une zone à régime restrictif (ZRR), telle que définie dans le décret n°2011-1425 relatif à la protection du potentiel scientifique et technique de la nation (PPST). L’autorisation d’accès à une zone est délivrée par le chef d’établissement, après avis ministériel favorable, tel que défini dans l’arrêté du 03 juillet 2012, relatif à la PPST. Un avis ministériel défavorable pour un poste affecté dans une ZRR aurait pour conséquence l’annulation du recrutement.
    </p>
             	
    <p class="text-justify">
    	<strong> Politique de recrutement :</strong>
        <br/>
		Dans le cadre de sa politique diversité, tous les postes Inria sont accessibles aux personnes en situation de handicap.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Attention</b>: Les candidatures doivent être déposées en ligne sur le site Inria. Le traitement des candidatures adressées par d'autres canaux n'est pas garanti.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        Je crée mon compte
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 Pour suivre votre candidature
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/fr/register?ref=2023-05779"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Créer un compte
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							J&#039;ai déjà un compte!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/fr/offres/2023-05779/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Se connecter
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Annuler </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../fr/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../fr/mentions-legales.html" target="_blank">Mentions légales</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
