<!DOCTYPE html>
<html xmlns:og="http://opengraphprotocol.org/schema/">
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
        <meta http-equiv="content-type" content="text/html; charset=utf-8" />
        <title>	2023-05754 - Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement
</title>
        <link rel="icon" type="image/x-icon" href="../../../../favicon-16x16.png"/>
        <script type="text/javascript" src="../../../../js/jquery/jquery-1.9.1.js"></script>
        <script type="text/javascript" src="../../../../css/bootstrap-3.3.4/js/bootstrap.js"></script>
        	<meta property="og:description" content="Offre d'emploi Inria" />
	<meta property="og:title" content="Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement" />
	<meta property="og:url" content="http://jobs.inria.fr/public/classic/fr/offres/2023-05754" />
	<meta property="og:locale" content="fr_FR" />
	<meta property="og:site_name" content="Inria"/>
	<meta property="og:type" content="article" />
        	            <link rel="stylesheet" href="../../../../css/bootstrap-3.3.4/css/bootstrap.min.css"/>
            <link rel="stylesheet" href="../../../../library/bootstrap-select-1.12.2/dist/css/bootstrap-select.min.css"/>
            <link rel="stylesheet" href="../../../../css/bootstrap/bootstrap-datetimepicker.css"/>
            <link rel="stylesheet" href="../../../../library/font-awesome-4.7.0/css/font-awesome.css"/>
            <link rel="stylesheet" href="../../../../css/fonts/fonts.css"/>
            <link rel="stylesheet" href="../../../../css/app/main_public.css" />
            <link rel="stylesheet" href="../../../../css/inria.css"/>
        
	<link property="stylesheet" rel="stylesheet" href="../../../../css/app/detailOffre.css" />
    </head>
<body  style="background-image: url('../../../../images/bg-jobs.png') ">
    
<nav id="toplinklist" class="nav navbar-nav navbar-default navbar-fixed-top" >
    <div class="navbar-inner">
        <div class="container">
            <div class="navbar-header">
                                <a href="../offres.html" class="pull-left inriatoplinklogo">
                    <img alt="Inria" width="30%" src="https://commons.inria.fr/images/logo/inr_logo_sans_sign_rouge.jpg" />
                </a>
                                <button type="button" class="navbar-toggle toplinktoggle" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
            </div>
            <div class="collapse navbar-collapse" id="navbar-collapse-menuTop">
                <ul class="nav navbar-nav navbar-right">
                                        <li class="visible-xs text-right toplinktoggle-remove nav-profil-menu" data-toggle="collapse" data-target="#navbar-collapse-menuTop">
                        <i class="inria-gray3 fa fa-remove fa-2x"></i></li>
                    <li class=" text-center picto-lang nav-profil-menu" >
                                                                         <span class="toplang-button">
                             <a class="a-inria" href="2023-05754.html" >FR</a> <span class="inria-gray2">|</span>
                             <a class="inria-gray2" href="https://jobs.inria.fr/public/classic/en/offres/2023-05754" title="English">
                                EN
                            </a>
                        </span>
                                            </li>

                                                                                                    <li class="dropdown text-center nav-profil-menu">
                        <a href="2023-05754.html#" class="dropdown-toggle" data-toggle="dropdown" role="button" aria-haspopup="true" aria-expanded="false">
                            <img alt="user" src="../../../../images/user.png">
                                                        <p style="color: black;">
                                Compte <span class="caret"></span>
                            </p>
                                                    </a>
                        <ul class="dropdown-menu">
                                                        <li><a href="../../../fr/connect.html"> <span class="fa fa-sign-in"></span> Se connecter</a></li>
                            <li><a href="../../../fr/register.html"><span class="fa fa-plus"></span> Créer un compte</a></li>
                                                    </ul>
                    </li>
                                </ul>
            </div><!-- /.navbar-collapse -->
          </div><!-- /.container -->
    </div><!-- /.navbar-inner -->
</nav>


<!-- Bouton Scroll -->
<div class="row">
    <div class="col-md-12">
        <div class="visible-sm visible-xs">
            <a href="2023-05754.html#" title="Haut de page" class="scrollup scrollup-sm link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-md">
            <a href="2023-05754.html#" title="Haut de page" class="scrollup scrollup-md link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
        <div class="visible-lg">
            <a href="2023-05754.html#" title="Haut de page" class="scrollup scrollup-lg link-btn" type="button">
                <i class="fa fa-chevron-up"></i>
            </a>
        </div>
    </div>
</div>
<!-- Main content -->
<div class="col-md-12 main-content" style="height:auto;">
    <div class="row">
        <div class="col-xs-10 col-xs-offset-1 col-lg-8 col-lg-offset-2 menu-breadcrumb">
            <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">
        Accueil
        </a>
         > 
        <a href="https://jobs.inria.fr/public/classic/fr/offres?locale=fr" class="a-inria">Liste des offres</a>
         > Détail d&#039;une offre        </div>
    </div>
    <div class="row" ><div  class="col-xs-10 col-xs-offset-1 col-md-8 col-lg-6 col-lg-offset-2"></div></div>
<div class="row">
    <div class="col-md-12 col-lg-10 col-lg-offset-1">
        <div class="row">
                    
                <div id="left" class="col-sm-7 col-lg-6 col-lg-offset-1 block-left">
                    <div class="list-group list-group-item" style="padding: 6%; font-size: 16px;">
                                              <div class="row">
                            <span class="h4-inria intitule-detail-offre col-xs-10 col-sm-11"> 
                                <b>2023-05754 - Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement</b>
                            </span>
                            <span class=" col-xs-2 col-sm-1">
                            <a class="a-inria" class="pdf-link"  href="https://jobs.inria.fr/public/classic/fr/offres/2023-05754/topdf" title="PDF">
                            	<i class="fa fa-file-pdf-o fa-2x pull-right"></i>
                            </a>
                            </span> 
                        </div>
                        <div class="row">
                         <span class=" h4 col-xs-10 col-sm-11"> 
                                                  </span>
                        </div>
                                						
		<div class="grand-item-offre">
		
				<div class="item-offre">	    	
	    	<p class="list-group-item-text"><b>Type de contrat : </b>
	        	CDD
	        </p>	        
	    </div>
	    	    
	    	    
	    	    <div class="item-offre">
	    	<p class="list-group-item-text"><b>Niveau de diplôme exigé : </b>
	        	Bac + 5 ou équivalent
	        </p>
	    </div>
	    	    
	    	    
	    	    
	    		<div class="item-offre">
	    	<p class="list-group-item-text"><b>Fonction : </b>
	        	Doctorant
	        </p>
	    </div>
	    	    
	    	    
	    	    
	        </div>
    
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">A propos du centre ou de la direction fonctionnelle</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="text-align: justify;">Le centre Inria Universit&eacute; de Lille, cr&eacute;&eacute; en 2008, emploie 360 personnes dont 305 scientifiques r&eacute;partis dans 15 &eacute;quipes de recherche. Reconnu pour sa forte implication dans le d&eacute;veloppement socio-&eacute;conomique de la r&eacute;gion Hauts-De-France, le centre Inria de l'Universit&eacute; de Lille poursuit une relation &eacute;troite avec les grandes entreprises et les PME. En favorisant les synergies entre chercheurs et industriels, Inria participe au transfert de comp&eacute;tences et d'expertises dans le domaine des technologies num&eacute;riques et donne acc&egrave;s au meilleur de la recherche europ&eacute;enne et internationale au profit de l'innovation et des entreprises, notamment dans la r&eacute;gion.<br /> <br /> Depuis plus de 10 ans, le centre Inria de l'Universit&eacute; de Lille est situ&eacute; au c&oelig;ur de l'&eacute;cosyst&egrave;me universitaire et scientifique de Lille, ainsi qu'au c&oelig;ur de la Frenchtech, avec un showroom technologique bas&eacute; avenue de Bretagne &agrave; Lille, sur le site d'excellence &eacute;conomique d'EuraTechnologies d&eacute;di&eacute; aux technologies de l'information et de la communication (TIC).</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Contexte et atouts du poste</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="text-align: justify;">Le probl&egrave;me de la synchronisation de syst&egrave;mes dynamiques diff&eacute;rents et incertains (agents) appara&icirc;t dans de multiples contextes : syst&egrave;mes &eacute;lectriques, m&eacute;caniques ou biologiques, communications sur r&eacute;seaux, etc. La difficult&eacute; vient de la n&eacute;cessit&eacute; de forcer des dynamiques distinctes (par exemple, de masse, de taille, ou m&ecirc;me la nature physique) pour faire des mouvements similaires en rejetant les perturbations ext&eacute;rieures. L'incertitude des mod&egrave;les pour les agents introduit un autre obstacle technique pour la r&eacute;alisation de mouvements synchrones. La topologie de connexion (leader-suiveur, ou mutuelle), et les d&eacute;lais de communication associ&eacute;s, repr&eacute;sentent d'autres complications &agrave; la synchronisation, qui doivent &eacute;galement &ecirc;tre n&eacute;glig&eacute;es par les agents. Enfin, les contraintes sur les mouvements admissibles pour chaque participant (par exemple, &eacute;viter les collisions) transforment ce probl&egrave;me en une question hautement non lin&eacute;aire et non convexe, o&ugrave; la th&eacute;orie du contr&ocirc;le conventionnel ne parvient pas &agrave; fournir une solution. Les m&eacute;thodes existantes, principalement li&eacute;es &agrave; l'approche de contr&ocirc;le pr&eacute;dictif par mod&egrave;les, traitent des mod&egrave;les lin&eacute;aires simples des syst&egrave;mes, avec une incertitude limit&eacute;e, tout en supposant une convexit&eacute; de la fonctionnelle de but optimis&eacute;e, ce qui est rarement observ&eacute; en pratique. L'objectif de ce projet de th&egrave;se est de concevoir des algorithmes de contr&ocirc;le de la synchronisation dans des conditions d'incertitude s&eacute;v&egrave;res, avec la pr&eacute;sence d'autres agents incertains, qui p&eacute;nalisent le risque d'erreur et son co&ucirc;t. La complexit&eacute; du probl&egrave;me pos&eacute; n&eacute;cessite une approche interdisciplinaire pour sa solution, comme envisag&eacute; dans ce projet, qui appartient &agrave; une intersection des domaines de l'apprentissage automatique et de la th&eacute;orie du contr&ocirc;le. Il est destin&eacute; &agrave; combiner des approches d'apprentissage par renforcement et de contr&ocirc;le pr&eacute;dictif de mod&egrave;les pour la r&eacute;alisation de strat&eacute;gies de synchronisation pour des agents dynamiques diff&eacute;rents et incertains.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Mission confiée</h4>
    	<div class="list-group-item-text text-justify">
    		<p>Pour les r&eacute;f&eacute;rences sur le sujet et les travaux ant&eacute;rieurs, veuillez v&eacute;rifier&nbsp;:</p>
<ol>
<li>Luo, A.C.J. Dynamical system synchronization. Springer, New York, 2013.</li>
<li>Izhikevich, E.M. Dynamical systems in neuroscience. MIT Pres, Boston, 2006.</li>
<li>Osipov, G.V., Kurths, J., Zhou, C. Synchronization in Oscillatory Networks. Springer, New York, 2007.</li>
<li>Leurent, E., Maillard, O.-A., Efimov, D. Robust-Adaptive Control of Linear Systems: beyond Quadratic Costs. Proc. NeurIPS, Vancouver, 2020.</li>
<li>Leurent, E., Efimov, D., Maillard, O.-A. Robust-Adaptive Interval Predictive Control for Linear Uncertain Systems. Proc. 59th IEEE CDC, Republic of Korea, 2020.</li>
<li>Leurent, E., Blanco, Y., Efimov, D., Maillard, O.-A. Approximate Robust Control of Uncertain Dynamical Systems. 32nd NeurIPS, Montr&eacute;al, 2018.</li>
<li>dos Reis de Souza, A., Efimov, D., Ra&iuml;ssi, T. Robust output feedback MPC for LPV systems using interval observers. IEEE Trans. Automatic Control, 67(07), 2022.</li>
<li>Bellemare, M.G., Candido, S., Castro, P.S.&nbsp;et al.&nbsp;Autonomous navigation of stratospheric balloons using reinforcement learning.&nbsp;Nature&nbsp;588,&nbsp;77&ndash;82, 2020.</li>
<li>Mnih, V., Kavukcuoglu, K., Silver, D.&nbsp;et al.&nbsp;Human-level control through deep reinforcement learning.&nbsp;Nature&nbsp;518,&nbsp;529&ndash;533, 2015.</li>
<li>Lillicrap, T., Hunt, J., Pritzel, A., Heess, N., Erez, T., Tassa, Y., Silver, D., Wierstra, D. Continuous control with deep reinforcement learning.&nbsp;arXiv preprint arXiv:1509.02971, 2015.</li>
</ol>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Principales activités</h4>
    	<div class="list-group-item-text text-justify">
    		<p style="text-align: justify;">Le plan propos&eacute; pour cette th&egrave;se acad&eacute;mique consiste en l'ex&eacute;cution de trois t&acirc;ches ou modules de travail, principalement orient&eacute;s vers le d&eacute;veloppement des approches fondamentales. Chacun d'entre eux sera accompagn&eacute; de publications dans des revues et conf&eacute;rences internationales de premier plan, dans l'esprit de la science ouverte et reproductible, du code source ouvert, etc.<br /><br />T&acirc;che 1 : Mod&eacute;lisation des syst&egrave;mes &agrave; synchroniser.</p>
<p style="text-align: justify;">Il est pr&eacute;vu de rechercher des mod&egrave;les admissibles pour &eacute;crire la dynamique des agents (par exemple, mod&egrave;les de Lur'e ou de Persidskii, syst&egrave;mes homog&egrave;nes), et d'analyser les classes d'incertitude. Ensuite, les m&eacute;thodes de leur identification devraient &ecirc;tre &eacute;tudi&eacute;es. Une attention particuli&egrave;re doit &ecirc;tre accord&eacute;e &agrave; la simplicit&eacute; de mise en &oelig;uvre, la pr&eacute;cision et la robustesse des approches d'estimation disponibles.</p>
<p style="text-align: justify;"><br />T&acirc;che 2 : Estimation et pr&eacute;diction du comportement des agents.</p>
<p style="text-align: justify;">Pour les mod&egrave;les choisis, des pr&eacute;dicteurs et des observateurs robustes doivent &ecirc;tre con&ccedil;us pour la reconnaissance du comportement des autres participants et du syst&egrave;me contr&ocirc;l&eacute;. Dans le cas de la pr&eacute;sentation d'un agent par plusieurs mod&egrave;les, il est n&eacute;cessaire de discriminer en ligne le mode courant par rapport aux autres variantes.</p>
<p style="text-align: justify;"><br />T&acirc;che 3 : Synchronisation robuste.</p>
<p style="text-align: justify;">Enfin, des algorithmes de contr&ocirc;le de la synchronisation doivent &ecirc;tre synth&eacute;tis&eacute;s (l'objectif principal), qui doivent faire naviguer les syst&egrave;mes vers des mouvements coop&eacute;ratifs dans des sc&eacute;narios s&eacute;lectionn&eacute;s (en supposant qu'il n'existe pas de centre commun pour la coordination des agents). Le r&eacute;gulateur intelligent doit prendre en compte l'incertitude li&eacute;e &agrave; l'environnement, les contraintes impos&eacute;es, en tenant compte &eacute;ventuellement du comportement rationnel des autres agents. Il faut analyser les strat&eacute;gies de communication, qui peuvent aider &agrave; la synchronisation de syst&egrave;mes dynamiques incertains et diff&eacute;rents, en pr&eacute;sence de l'incertitude qui en r&eacute;sulte.</p>
    	</div>
    </div>
        
        <div class="grand-item-offre">
		<h4 class="list-group-item-heading">Compétences</h4>
		<div class="list-group-item-text text-justify">
			<p>Le candidat doit &ecirc;tre familiaris&eacute; avec les m&eacute;thodes de base de la th&eacute;orie de l'IA et de la th&eacute;orie du contr&ocirc;le (stabilit&eacute; de Lyapunov, conception d'observateurs, contr&ocirc;le pr&eacute;dictif de mod&egrave;les), ainsi qu'avec l'apprentissage par renforcement (processus de d&eacute;cision de Markov, bandits).</p>
		</div>
	</div>
	    
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Avantages</h4>
    	<div class="list-group-item-text text-justify">
    		<ul>
<li>Restauration subventionn&eacute;e</li>
<li>Transports publics rembours&eacute;s partiellement</li>
<li>Cong&eacute;s: 7 semaines de cong&eacute;s annuels + 10 jours de RTT (base temps plein) + possibilit&eacute; d'autorisations d'absence exceptionnelle (ex : enfants malades, d&eacute;m&eacute;nagement)</li>
<li>Possibilit&eacute; de t&eacute;l&eacute;travail et am&eacute;nagement du temps de travail</li>
<li>&Eacute;quipements professionnels &agrave; disposition (visioconf&eacute;rence, pr&ecirc;ts de mat&eacute;riels informatiques, etc.)</li>
<li>Prestations sociales, culturelles et sportives (Association de gestion des &oelig;uvres sociales d'Inria)</li>
<li>Acc&egrave;s &agrave; la formation professionnelle</li>
<li>S&eacute;curit&eacute; sociale</li>
</ul>
    	</div>
    </div>
        
        <div class="grand-item-offre">
    	<h4 class="list-group-item-heading">Rémunération</h4>
    	<div class="list-group-item-text text-justify">
    		<p>1&egrave;re et 2&egrave;me ann&eacute;e : 2 051&euro; brut mensuel</p>
<p>3&egrave;me ann&eacute;e : 2 158&euro; brut mensuel</p>
    	</div>
    </div>
      
                    </div>
                </div>
        
                          <div id="right" class="col-sm-5 bloc-right">	
               
                	<div class="row">
                		<div class="col-sm-12" style="padding:15px;margin-bottom :10px;">
                     	                        	                           		<a href="2023-05754.html#" class="btn btn-lg btn-danger btn-postuler-footer" style="width:100%" data-toggle="modal" data-target="#registerOffre">Postuler</a>
                        	                    			
            			</div>
            		</div>
        		    	<h4 >Partager</h4>

		<ul class="social">
		<li><a target="_blank" href="https://www.facebook.com/sharer.php?u=http://jobs.inria.fr/public/classic/fr/offres/2023-05754&title=Offre+d%27emploi+Inria&description=Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement" class="a-facebook btn btn-sm btn-danger"> <i class="fa fa-facebook"></i> </a></li>
		<li><a target="_blank" href="https://www.linkedin.com/shareArticle?mini=true&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05754&title=Offre d'emploi Inria&summary=Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement" class="a-linkedin btn btn-sm btn-danger"> <i class="fa fa-linkedin"></i> </a></li>
		<li><a target="_blank" href="http://twitter.com/share?hashtags=Jobs.inria.fr,Emploi,Villeneuve d&#039;Ascq&text=Offre d'emploi Inria : Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement%0A&url=http://jobs.inria.fr/public/classic/fr/offres/2023-05754" class="a-twitter btn btn-sm btn-danger"> <i class="fa fa-twitter"></i> </a></li>
		<li><a target="_blank" href="mailto:?body=Offre d'emploi Inria :%0A Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement%0A%0A http://jobs.inria.fr/public/classic/fr/offres/2023-05754&subject=Offre d'emploi Inria: Doctorant F/H [ALRC 2023] Synchronisation des systèmes incertains et de types différents via apprentissage par renforcement" class="a-envelope btn btn-sm btn-danger"> <i class="fa fa-envelope"></i> </a></li>
	</ul>
	
        				
	<h4 >Informations générales</h4>
	<ul class="nomargin">
									<li><strong>Thème/Domaine :</strong>
											Robotique et environnements intelligents
						<br/>										
											Système &amp; réseaux
													(BAP E)
																
				</li>
							
				<li><strong>Ville :</strong>
			Villeneuve d&#039;Ascq
		</li>
				
				<li><strong>Centre Inria :</strong>
							<a class="a-inria" target="_blank" href="http://www.inria.fr/centre/lille">Centre Inria de l&#039;Université de Lille</a>
					</li>  
						
					<li><strong>Date de prise de fonction souhaitée :</strong>
				2023-10-01
			</li>
							<li><strong>Durée de contrat :</strong>
					3 ans
				</li>
							
				<li><strong>Date limite pour postuler :</strong>
			2023-04-18				
		</li>
			</ul>
	
        				
	<h4 >Contacts</h4>
	<ul class="nomargin">
				<li><strong>Equipe Inria :</strong>
							<a class="a-inria" href="https://www.inria.fr/equipes/VALSE" target="_blank">VALSE</a>    	
								</li>
																			<li>
			<strong>Directeur de thèse :</strong>
			<br/>
			Efimov Denis
			/
			<a class="a-inria" href="mailto:Denis.Efimov@inria.fr">Denis.Efimov@inria.fr</a>
		</li>
	    	</ul>

        				
	
        			<div class="grand-item-offre">
    					<h4 class="list-group-item-heading">A propos d&#039;Inria</h4>
    					<p class="list-group-item-text text-justify">
    		            Inria est l’institut national de recherche dédié aux sciences et technologies du numérique. Il emploie 2600 personnes. Ses 200 équipes-projets agiles, en général communes avec des partenaires académiques, impliquent plus de 3500 scientifiques pour relever les défis du numérique, souvent à l’interface d’autres disciplines. L’institut fait appel à de nombreux talents dans plus d’une quarantaine de métiers différents. 900 personnels d’appui à la recherche et à l’innovation contribuent à faire émerger et grandir des projets scientifiques ou entrepreneuriaux qui impactent le monde. Inria travaille avec de nombreuses entreprises et a accompagné la création de plus de 180 start-up. L&#039;institut s&#039;eﬀorce ainsi de répondre aux enjeux de la transformation numérique de la science, de la société et de l&#039;économie.
    					</p>
    				</div>
            			
	<h4 >Consignes pour postuler</h4>
	<div class="text-justify">
		<p>CV + Lettre de recommandation</p>
	</div>
				
	<p class="text-justify">
		<strong>Sécurité défense : </strong>
		<br/>
		Ce poste est susceptible d’être affecté dans une zone à régime restrictif (ZRR), telle que définie dans le décret n°2011-1425 relatif à la protection du potentiel scientifique et technique de la nation (PPST). L’autorisation d’accès à une zone est délivrée par le chef d’établissement, après avis ministériel favorable, tel que défini dans l’arrêté du 03 juillet 2012, relatif à la PPST. Un avis ministériel défavorable pour un poste affecté dans une ZRR aurait pour conséquence l’annulation du recrutement.
    </p>
             	
    <p class="text-justify">
    	<strong> Politique de recrutement :</strong>
        <br/>
		Dans le cadre de sa politique diversité, tous les postes Inria sont accessibles aux personnes en situation de handicap.
    </p>
        <p class="text-justify alert alert-warning">
		<b>Attention</b>: Les candidatures doivent être déposées en ligne sur le site Inria. Le traitement des candidatures adressées par d'autres canaux n'est pas garanti.
    </p>
    
             </div>
        </div>
    </div>
</div>

<!-- Modal Creer son compte -->
<div class="modal fade" id="registerOffre" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content ">
            
            <div class="modal-body">
              	<div class="row">
                  	<div class="col-md-6 pull-right">
                  		<button type="button" class="close" data-dismiss="modal" aria-label="Close"><i class="fa fa-remove"></i></button>
                  	</div>
            	</div>
            	<div class="row">
					<div class="col-md-6">
						<div class="form-group">
                        <p class="h4-inria list-group-item-text text-center">
                        Je crée mon compte
                        </p> 
                        <p class="h4 list-group-item-text text-center "> 
             			<i class="fa fa-info-circle"></i>
             			 Pour suivre votre candidature
                        </p>
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/fr/register?ref=2023-05754"  class=" btn btn-danger">
	        	        		<i class="fa fa-plus"></i> Créer un compte
           					</a>
        				</p>
             			
                        </div>
       				</div>
           
           			<div class="col-md-6"  style="border-left: 1px solid #CCC;">
           				<div class="form-group">
           			
                        <p class="h4-inria list-group-item-text text-center">
							J&#039;ai déjà un compte!
                        </p> 
            			<p class="h3 list-group-item-text text-center">
                           	<a href="https://jobs.inria.fr/public/classic/fr/offres/2023-05754/postuler"  class=" btn btn-danger">
	        	        		<i class="fa fa-sign-in"></i> Se connecter
           					</a>
        				</p>
        				</div>
       				</div>
            	</div>
        	</div>
            <div class="modal-footer" style="border: none;">
                <button type="button" class="btn btn-default" data-dismiss="modal">Annuler </button>
            </div>
            
        </div>
    </div>
</div>

<script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
    
</div>

<footer class="footer">
    <div class="col-md-12 text-center">
            <span class="text-center text-links-footer">
            <a href="../../../fr/contact.html"  target="_blank">Contact</a>&nbsp;&nbsp;|&nbsp;
            <a href="../../../fr/mentions-legales.html" target="_blank">Mentions légales</a>
                        </span>
    </div>
</footer>
<script src="https://commons.inria.fr/bootstrap/ie10-fixup/ie10-viewport-bug-workaround.js"></script><script type="text/javascript" src="../../../../library/bootstrap-select-1.12.2/dist/js/bootstrap-select.min.js"></script>
        <script type="text/javascript" src="../../../../js/moment.js"></script>
		<script type="text/javascript" src="../../../../js/bootstrap-datetimepicker.js"></script>
		<script src="../../../../js/cookiechoices.js"></script>
		<script>
				var textCookie = "En poursuivant votre navigation sur ce site vous acceptez l'utilisation des cookies pour vous proposer des contenus et services adaptés à vos centres d'intérêts.";
		var textBtnCookie = 'En savoir plus';
		var textAccept = "J'accepte";
				document.addEventListener('DOMContentLoaded', function(event){cookieChoices.showCookieConsentBar(
				textCookie, textAccept, textBtnCookie, '/public/fr/mentions-legales');
		});
		</script>

		<script type="text/javascript">

		 ScrollToTop = function() {
             var screen = $(window).scrollTop();
             if (screen > 100) {
               $('.scrollup').fadeIn();
             } else {
               $('.scrollup').fadeOut();
             }
         }
		 $('.scrollup').on('mouseover', function(){
             $(this).addClass('scrollup-mouseover');
             $(this).removeClass('scrollup-mouseout');
            });
         $('.scrollup').on('mouseout', function(){
             $(this).addClass('scrollup-mouseout');
             $(this).removeClass('scrollup-mouseover');
            });

         $('.scrollup').on('click',function () {
             $("html, body").animate({ scrollTop: 0 }, 500);

             return false;
         });

         StopAnimation = function() {
            $("html, body").bind("scroll mousedown DOMMouseScroll mousewheel keyup", function(){
                $('html, body').stop();
            });
         }

         $(window).scroll(function() {
             ScrollToTop();
             StopAnimation();
         });

		</script>


        <!-- Piwik -->
                <script type="text/javascript">
          var _paq = _paq || [];
          /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
          _paq.push(['trackPageView']);
          _paq.push(['enableLinkTracking']);
          (function() {
            var u="//piwik.inria.fr/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '74']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
          })();
        </script>
                <!-- End Piwik Code -->
    <script type="text/javascript">
    $(document).ready( function(){
        $("postulerOffre").on('click', function(){
            $('#postulerOffre').modal();
        });
    });
    </script>
</body>
</html>
